Repository: translate/virtaal
Catalog: po/*.po
Languages: hr, ko, zh_cn

source: Translation Tool
ko: 번역 도구
zh_cn: 翻译工具

source: A translation tool to help a human translator translate files into other languages
hr: Alat za prijevod koji pomaže ljudskom prevoditelju prevoditi datoteke na druge jezike
ko: 번역자가 파일을 다른 언어로 번역하는 데 도움이 되는 번역 도구
zh_cn: 一个帮助人类翻译人员将文件翻译为其他语言的翻译工具

source: Virtaal is a program for doing translation. It aims for a delightful combination of simplicity and power. It integrates with selected online resources to make translation fun, while helping to improve translation quality.
hr: Virtaal je program za prevođenje. Cilj mu je ugodna kombinacija jednostavnosti i moći. Integrira se s odabranim mrežnim resursima kako bi prevođenje učinio zabavnim, a istovremeno poboljšao kvalitetu prijevoda.
ko: Virtaal은 번역을 하기 위한 프로그램입니다. 그것은 단순함과 힘의 즐거운 조합을 목표로 합니다. 선택한 온라인 리소스와 통합되어 번역을 재미있게 하는 동시에 번역 품질을 향상시킵니다.
zh_cn: Virtaal是一个用于翻译的软件程序。它的目标是一个令人愉快的简单又强大的组合。它与选定的在线资源相结合使翻译变得有趣，同时有助于提高翻译质量。

source: The initial focus is on software translation (localization or l10n), but is definitely meant to be useful as a general purpose tool for Computer Aided Translation (CAT).
hr: Početni fokus leži u prevođenju softvera (lokalizacija ili l10n), ali je definitivno zamišljen da bude koristan kao alat opće namjene za prevođenje pomoću računala (CAT).
ko: 처음에는 소프트웨어 번역 (지역화 또는 l10n)에 중점을 두지만 CAT(컴퓨터 지원 번역)를 위한 범용 도구로서 유용함을 의미합니다.
zh_cn: 最初的重点是在软件的翻译上（本地化或者l10n），但作为一个计算机辅助翻译的通用工具 (CAT)它无疑是实用的。

source: Some features:
hr: Neke funkcije:
ko: 일부 기능:
zh_cn: 一些功能：

source: Translation reuse (translation memory)
hr: Koristi postojeće prijevode (spremište prijevoda)
ko: 번역 재사용 (번역 메모리)
zh_cn: 翻译重用（翻译记忆库）

source: Terminology assistance
hr: Pomoć za terminologiju
ko: 용어 지원
zh_cn: 术语助手

source: AutoCompletor and AutoCorrector
hr: Automatsko dovršavanje i automatsko ispravljanje
ko: 자동 완성기 및 자동 수정기
zh_cn: 自动完成和自动更正

source: Quality checks with customization for many languages
hr: Prilagodive provjere kvalitete za mnoge jezike
ko: 다양한 언어에 대한 사용자 지정을 통한 품질 검사
zh_cn: 用于多语言可定制的质量检查

source: Add Missing Language
hr: Dodaj nedostajući jezik
ko: 누락된 언어 추가
zh_cn: 添加缺失的语言

source: Language name:
hr: Ime jezika:
ko: 언어 이름:
zh_cn: 语言名称：

source: ISO code:
hr: ISO kȏd:
ko: ISO 코드:
zh_cn: ISO代码：

source: Plural expression:
hr: Oblik množine:
ko: 복수 표현식:
zh_cn: 复数表达：

source: Number of plurals:
hr: Broj množina:
ko: 복수 수:
zh_cn: 复数数：

source: Depending on the translation task, the plural information might be optional.
hr: Ovisno o zadatku pri prevođenju, informacija za množinu može biti opcionalna.
ko: 번역 작업에 따라 복수 정보는 선택 사항일 수 있습니다.
zh_cn: 根据翻译任务，复数的信息可能是可选的。

source: <b>Language Information</b>
hr: <b>Informacije o jeziku</b>
ko: <b>언어 정보</b>
zh_cn: <b>语言信息</b>

source: New Language Pair
hr: Novi jezični par
ko: 새 언어 쌍
zh_cn: 新建语言配对

source: The <b>Original</b> is the language from which you are translating, also called the source language. If you are translating from English to French then English would be your original or source language.
hr: <b>Original</b> je jezik s kojeg prevodiš, također se naziva izvorni jezik. Ako prevodiš s engleskog na hrvatski, onda bi engleski bio tvoj original ili izvorni jezik.
ko: <b>원본</b>은 번역하는 언어이며 원본 언어라고도 합니다. 만약 영어에서 한국어로 번역한다면 영어가 원본 또는 원본 언어원어민이 될 것입니다.
zh_cn: <b>原始语言</b>是指您正在翻译的语言，也被称为来源语言。 如果您正在将英语翻译为法语那么英语就是您的原始或者来源语言。

source: <b>Original</b>
ko: <b>원본</b>
zh_cn: <b>原始语言</b>

source: The <b>Translation</b> is the language into which you are translating, also called the target language. If you are translating from English to French then French would be your translation or target language.
hr: <b>Prijevod</b> je jezik u koji prevodiš, također se naziva ciljani jezik. Ako prevodiš s engleskog na hrvatski, onda bi hrvatski bio tvoj prijevod ili ciljani jezik.
ko: <b>번역</b>은 번역하는 언어로 대상 언어라고도 합니다. 만약 영어에서 한국어로 번역한다면, 한국어가 번역 또는 데상 언어일 것입니다.
zh_cn: <b>翻译语言</b>是指您正在翻译成的语言，也被称作目标语言。 如果您正在把英语翻译为法语那么法语就是您的翻译语言或者目标语言。

source: <b>Translation</b>
hr: <b>Prijevod</b>
ko: <b>번역</b>
zh_cn: <b>翻译语言</b>

source: _Add Missing Language...
hr: Dodaj nedostajući _jezik …
ko: 누락된 언어 추가(_A)...
zh_cn: _添加缺少的语言...

source: _File
hr: _Datoteka
ko: 파일(_F)
zh_cn: _文件

source: _Update to Template
hr: _Aktualiziraj u predložak
ko: 템플릿 업데이트(_U)
zh_cn: _更新到模板

source: _Export
hr: _Izvezi
ko: 내보내기(_E)
zh_cn: _导出

source: _Recent Files
hr: _Nedavno korištene datoteke
ko: 최근 파일(_R)
zh_cn: _最近的文件

source: _Edit
hr: _Uredi
ko: 편집(_E)
zh_cn: _编辑

source: Transfer From Source
hr: Prenesi iz izvora
ko: 원본에서 가져오기
zh_cn: 从来源语言复制

source: P_revious Placeable
hr: P_rethodni nepromijenjeni izraz
ko: 이전 배치 가능(_R)
zh_cn: _上一个非译元素

source: _Next Placeable
hr: _Sljedeći nepromijenjeni izraz
ko: 다음 배치 가능(_N)
zh_cn: _下一个非译元素

source: _View
hr: _Prikaz
ko: 보기(_V)
zh_cn: _查看

source: _Full Screen
hr: Prikaz preko _cijelog ekrana
ko: 전체 화면(_F)
zh_cn: _全屏

source: _Quality Checks
hr: Provjera _kvalitete
ko: 품질 확인(_Q)
zh_cn: _质量检查

source: _Navigation
hr: _Navigacija
ko: 탐색(_N)
zh_cn: _导航

source: P_age Up
hr: Stranicu _gore
ko: 페이지 위로(_A)
zh_cn: _上一页

source: _Page Down
hr: Stranicu _dolje
ko: 페이지 아래로(_P)
zh_cn: _下一页

source: _Help
hr: _Pomoć
ko: 도움말(_H)
zh_cn: _帮助

source: _Online Help
hr: _Pomoć na internetu
ko: 온라인 도움말(_O)
zh_cn: _在线帮助

source: _Tutorial
hr: _Vježba
ko: 지침서(_T)
zh_cn: _教程

source: _Localization Guide
hr: Priručnik za _lokalizaciju
ko: 지역화 안내(_L)
zh_cn: _本地化指南

source: Report a _Bug
hr: P_rijavi grešku
ko: 버그 보고(_B)
zh_cn: 报告_错误

source: Virtaal Preferences
hr: Virtaal postavke
ko: Virtaal 기본 설정
zh_cn: Virtaal首选项

source: The name stored in the file header
hr: Ime spremljeno u zaglavlju datoteke
ko: 파일 머리말에 저장된 이름
zh_cn: 姓名储存在文件头

source: Name:
hr: Ime:
ko: 이름:
zh_cn: 姓名：

source: The e-mail address stored in the file header
hr: E-adresa spremljena u zaglavlju datoteke
ko: 파일 머리말에 저장된 이메일 주소
zh_cn: 电子邮件地址储存在文件头

source: E-mail address:
hr: E-adresa:
ko: 이메일 주소:
zh_cn: 电子邮件地址：

source: The team information stored in the file header. This can be an e-mail address or a URL, for example.
hr: Podaci o timu spremljeni u zaglavlju datoteke. To može biti npr. e-adresa ili URL.
ko: 파일 머리말에 저장된 팀 정보입니다. 예를 들어, 이메일 주소 또는 URL일 수 있습니다.
zh_cn: 团队信息储存在文件头。比如，这可以是一个电子邮件地址或者是一个网址。

source: Team:
hr: Tim:
ko: 팀:
zh_cn: 团队：

source: <b>Translator Information</b>
hr: <b>Podaci o prevoditelju</b>
ko: <b>번역자 정보</b>
zh_cn: <b>翻译人员信息</b>

source: Source text:
hr: Izvorni tekst:
ko: 원본 텍스트:
zh_cn: 来源文本：

source: Target text:
hr: Ciljani tekst:
ko: 대상 텍스트:
zh_cn: 目标文本：

source: Use _Default Fonts
hr: Koristi stan_dardne fontove
ko: 기본 글꼴 사용(_D)
zh_cn: 使用 _默认字体

source: <b>Fonts</b>
hr: <b>Fontovi</b>
ko: <b>글꼴</b>
zh_cn: <b>字体</b>

source: General
hr: Opće
ko: 일반
zh_cn: 常规

source: Placeables are special parts of the text that can be automatically highlighted and easily inserted into the translation.
hr: Nepromijenjeni izrazi su posebni dijelovi teksta, koji su mogu automatski istaknuti i jednostavno umetnuti u prijevod.
ko: 배치 가능는 자동으로 강조 표시되고 번역에 쉽게 삽입될 수 있는 텍스트의 특별한 부분입니다.
zh_cn: 非译元素是文本的特殊部分，可以自动高亮，并轻易地插入到翻译中。

source: Placeables
hr: Nepromijenjeni izrazi
ko: 배치 가능
zh_cn: 非译元素

source: Plug-ins
hr: Dodatci
ko: 플러그인
zh_cn: 插件

source: Properties
hr: Svojstva
ko: 속서
zh_cn: 术语文件

source: <b>Words</b> (total):
hr: <b>Broj riječi</b> (ukupno):
ko: <b>단어</b> (전체):
zh_cn: <b>单词</b>（总计）：

source: <b>Strings</b> (total):
hr: <b>Broj znakovnih nizova</b> (ukupno):
ko: <b>문자열</b> (전ㅊ):
zh_cn: <b>字符串</b>（总计）：

source: File type:
hr: Vrsta datoteke:
ko: 파일 유형:
zh_cn: 文件类型：

source: File size:
hr: Veličina datoteke:
ko: 파일 크기:
zh_cn: 文件大小：

source: Location:
hr: Lokacija:
ko: 위치:
zh_cn: 位置：

source: Add Term
hr: Dodaj pojam
ko: 용어 추가
zh_cn: 添加词语

source: C_omments
hr: K_omentari
ko: 설명(_O)
zh_cn: _注释

source: Terminology _file:
hr: _Datoteka za terminologiju:
ko: 용어 파일(_F):
zh_cn: 术语 _文件：

source: Terminology Files
hr: Datoteke za terminologiju
ko: 용어 파일
zh_cn: 术语文件

source: Add URL
hr: Dodaj URL
ko: URL 추가
zh_cn: 添加网址

source: URL:
zh_cn: 网址：

source: Put queries in quotes
hr: Postavi upite pod navodnike
ko: 인용문에 질의 넣기
zh_cn: 把查询放在引号里

source: <b>Options</b>
hr: <b>Opcije</b>
ko: <b>옵션</b>
zh_cn: <b>选项</b>

source: Web Look-ups
hr: Pretraživanja na webu
ko: 웹 조회
zh_cn: 网络查找

source: <u>Open</u>
hr: <u>Otvori</u>
ko: <u>열기</u>
zh_cn: <u>打开</u>

source: <b><big>Recent Files</big></b>
hr: <b><big>Nedavne datoteke</big></b>
ko: <b><big>최근 파일</big></b>
zh_cn: <b><big>最近的文件</big></b>

source: <u>Tutorial</u>
hr: <u>Vježba</u>
ko: <u>지침서</u>
zh_cn: <u>教程</u>

source: <u>Cheat Sheet</u>
hr: <u>Šalabahter</u>
ko: <u>치트 시트</u>
zh_cn: <u>备忘单</u>

source: <u>More...</u>
hr: <u>Više …</u>
ko: <u>더 보기...</u>
zh_cn: <u>更多...</u>

source: <u>Features</u>
hr: <u>Funkcije</u>
ko: <u>특징</u>
zh_cn: <u>功能</u>

source: <b><big>Getting Started</big></b>
hr: <b><big>Kako započeti</big></b>
ko: <b><big>시작하기</big></b>
zh_cn: <b><big>入门</big></b>

source: <u>Manual</u>
hr: <u>Priručnik</u>
ko: <u>설명서</u>
zh_cn: <u>使用手册</u>

source: <u>Localization Guide</u>
hr: <u>Priručnik za lokalizaciju</u>
ko: <u>현지화 가이드</u>
zh_cn: <u>本地化指南</u>

source: <u>Feedback</u>
hr: <u>Povratna informacija</u>
ko: <u>피드배</u>
zh_cn: <u>反馈</u>

source: <b><big>Support</big></b>
hr: <b><big>Podrška</big></b>
ko: <b><big>지우</big></b>
zh_cn: <b><big>支持</big></b>

source: At the end of a translation, simply press <Enter> to continue with the next one.
hr: Kad prevedeš izraz, jednostavno pritisni <Enter> i nastavi prevoditi sljedeći izraz.
ko: 번역이 끝나면 <Enter>를 눌러 다음을 계속합니다.
zh_cn: 完成一段翻译后，只需按下<Enter>键即可继续翻译下一段。

source: To copy the original string into the target field, simply press <Alt+Down>.
hr: Za kopiranje izvornog niza u ciljno polje, jednostavno pritisni <Alt+Dolje>.
ko: 원래 문자열을 대상 필드에 복사하려면 <Alt+Down>을 누르십시오.
zh_cn: 只需按下<Alt+Down>键，即可复制原始字符串到目标字段。

source: To mark the current translation as fuzzy, simply press <Alt+U>.
hr: Za označavanje trenutačnog prijevoda kao nejasnog, jednostavno pritisni <Alt+U>.
ko: 현재 변환을 퍼지 상태로 표시하려면, 간단히 <Alt+U>를 누르십시오.
zh_cn: 只需按下<Alt+U>键，即可标记当前的翻译为模糊。

source: To mark the current translation as incomplete, simply press <Ctrl+Shift+Enter>.
hr: Za označavanje trenutačnog prijevoda kao nepotpunog, jednostavno pritisni <Ctrl+Shift+Enter>.
ko: 현재 번역이 완료되지 않은 것으로 표시하려면 <Ctrl+Shift+Enter>를 누르십시오.
zh_cn: 只需按下<Ctrl+Shift+Enter>键，即可标记当前的翻译为未完成。

source: To mark the current translation as complete, simply press <Ctrl+Enter>.
hr: Za označavanje trenutačnog prijevoda kao potpunog, jednostavno pritisni <Ctrl+Enter>.
ko: 현재 번역이 완료된 것으로 표시하려면 <Ctrl+Enter>를 누르십시오.
zh_cn: 只需按下<Ctrl+Enter>键，即可标记当前的翻译为完成。

source: Use Ctrl+Up or Ctrl+Down to move between translations.
hr: Koristi Ctrl+Gore ili Ctrl+Dolje za premještanje na prijevode.
ko: 변환 사이를 이동하려면 Ctrl+Up 또는 Ctrl+Down을 사용합니다.
zh_cn: 使用Ctrl+Up或Ctrl+Down键可以在翻译之间移动。

source: Use Ctrl+PgUp or Ctrl+PgDown to move in large steps between translations.
hr: Koristi Ctrl+StranicaGore ili Ctrl+StranicaDolje za premještanje na prijevode velikim koracima.
ko: 변환 간에 큰 단계로 이동하려면 Ctrl+PgUp 또는 Ctrl+PgDown을 사용합니다.
zh_cn: 使用Ctrl+PgUp或Ctrl+PgDown键可以在翻译之间大步移动。

source: Fuzzy
hr: Nejasno
ko: 퍼지
zh_cn: 模糊

source: Untranslated
hr: Neprevedeno
ko: 미번역
zh_cn: 未翻译

source: Accelerators
hr: Ubrzivači
ko: 가속기
zh_cn: 加速键

source: Acronyms
hr: Akronimi
ko: 약어
zh_cn: 首字母缩写

source: Blank
hr: Prazno
ko: 공백
zh_cn: 空格

source: Brackets
hr: Zagrade
ko: 괄호
zh_cn: 括号

source: Compendium conflict
hr: Konflikt u priručniku
ko: 개요 충돌
zh_cn: 汇编冲突

source: Translator credits
hr: Podaci o prevodiocima
ko: 한국어 번역: VenusGirl (비너스걸)
zh_cn: 致谢翻译人员

source: Double quotes
hr: Navodnici
ko: 큰따옴표
zh_cn: 双引号

source: Double spaces
hr: Dvostruki razmak
ko: 이중 공백
zh_cn: 双空格

source: Repeated word
hr: Ponavljajuće riječi
ko: 반복어
zh_cn: 重复的单词

source: E-mail
hr: E-pošta
ko: 이메일
zh_cn: 电子邮件

source: Ending punctuation
hr: Završna interpunkcija
ko: 끝 구두점
zh_cn: 结尾有标点符号

source: Ending whitespace
hr: Završna bjelina
ko: 끝 공백
zh_cn: 结尾有空格

source: Escapes
hr: Kontrolni znakovi
ko: 이스케이프
zh_cn: 转义符

source: File paths
hr: Putanje datoteka
ko: 파일 경로
zh_cn: 文件路径

source: Functions
hr: Funkcije
ko: 함수
zh_cn: 功能

source: GConf values
hr: GConf vrijednosti
ko: GConf 값
zh_cn: GConf值

source: Old KDE comment
hr: Stari KDE komentar
ko: 이전 KDE 주석
zh_cn: 旧有的KDE注释

source: Long
hr: Dugo
ko: 긴
zh_cn: 译文过长

source: Must translate words
hr: Moraš prevesti riječi
ko: 단어를 번역해야 합니다
zh_cn: 必须翻译的单词

source: Newlines
hr: Novi redci
ko: 줄 바꿈
zh_cn: 换行符

source: Number of plurals
hr: Broj množina
ko: 복수의 수
zh_cn: 复数数

source: Don't translate words
hr: Ne prevodi riječi
ko: 단어 번역 안 함
zh_cn: 不翻译单词

source: Numbers
hr: Brojevi
ko: 숫자
zh_cn: 数字

source: Options
hr: Opcije
ko: 옵션
zh_cn: 选项

source: Punctuation spacing
hr: Razmak interpunkcije
ko: 구두점 간격
zh_cn: 标点符号后有空格

source: Pure punctuation
hr: Obična interpunkcija
ko: 순수 구두점
zh_cn: 只有标点符号

source: Number of sentences
hr: Broj rečenica
ko: 문장의 수
zh_cn: 句子数量

source: Short
hr: Kratko
ko: 짧
zh_cn: 译文过短

source: Simple capitalization
hr: Jednostavna upotreba velikih slova
ko: 단순 대문자화
zh_cn: 单大写字母

source: Simple plural(s)
hr: Jednostavni oblici množine
ko: 단순 복수
zh_cn: 单复数(s)

source: Single quotes
hr: Polunavodnici
ko: 작은 따옴표
zh_cn: 单引号

source: Spelling
hr: Pravopis
ko: 맞춤법
zh_cn: 拼写

source: Starting capitalization
hr: Početna velika slova
ko: 대문자 시작 중
zh_cn: 开头有大写字母

source: Starting punctuation
hr: Početna interpunkcija
ko: 구두점 시작 중
zh_cn: 开头有标点符号

source: Starting whitespace
hr: Početna bjelina
ko: 공백 시작 중
zh_cn: 开头有空格

source: Tabs
hr: Kartice
ko: 탭
zh_cn: 标签

source: Unchanged
hr: Nepromijenjeno
ko: 변경되지 않음
zh_cn: 没有变化

source: URLs
hr: URL-ovi
ko: URL
zh_cn: 网址

source: Valid characters
hr: Valjani znakovi
ko: 유효한 문자
zh_cn: 有效字符

source: Placeholders
hr: Rezervirana mjesta
ko: 자리 표시자
zh_cn: 占位符

source: XML tags
hr: XML oznake
ko: XML 태그
zh_cn: XML标签

source: Default
hr: Standardno
ko: 기본값
zh_cn: 默认

source: Header information
hr: Podaci u zaglavlju
ko: 머리말 정보
zh_cn: 头信息

source: Please enter your name
hr: Upiši tvoje ime
ko: 이름을 입력하십시오
zh_cn: 请输入您的姓名

source: Please enter your e-mail address
hr: Upiši tvoju e-adresu
ko: 이메일 주소를 입력하십시오
zh_cn: 请输入您的电子邮件地址

source: Please enter your team's information
hr: Upiši podatke tvog tima
ko: 팀 정보를 입력하십시오
zh_cn: 请输入您的团队信息

source: You selected the currently open file for opening. Do you want to reload the file?
hr: Pokušavaš otvoriti trenutačno otvorenu datoteku. Želiš li ponovo učitati datoteku?
ko: 현재 열려 있는 파일을 열도록 선택했습니다. 파일을 다시 불러오시겠습니까?
zh_cn: 您选择要打开的文件当前已经打开。您想要重新载入该文件吗？

source: Could not open file. %(error_message)s Try opening a different file.
hr: Nije bilo moguće otvoriti datoteku. %(error_message)s Pokušaj otvoriti neku drugu datoteku.
ko: 파일을 열 수 없습니다. %(error_message)s 다른 파일을 열어 보십시오.
zh_cn: 无法打开文件。 %(error_message)s 请尝试打开其他文件。

source: Save
hr: Spremi
ko: 저장
zh_cn: 保存

source: Could not save file. %(error_message)s Try saving to a different location.
hr: Nije bilo moguće spremiti datoteku. %(error_message)s Pokušaj spremiti na nekom drugom mjestu.
ko: 파일을 저장할 수 없습니다. %(error_message)s 다른 위치에 저장하십시오.
zh_cn: 无法保存文件。 %(error_message)s 请尝试保存到其他位置。

source: Could not save file. %(error_message)s
hr: Nije bilo moguće spremiti datoteku. %(error_message)s
ko: 파일을 저장할 수 없습니다. %(error_message)s
zh_cn: 无法保存文件。 %(error_message)s

source: Can only export Gettext PO files
hr: Izvesti se mogu samo Gettext PO datoteke
ko: Gettext PO 파일만 내보낼 수 있습니다
zh_cn: 只能导出Gettext PO文件

source: Export
hr: Izvezi
ko: 내보내기
zh_cn: 导出

source: Could not export file. %(error_message)s Try saving to a different location.
hr: Nije bilo moguće izvesti datoteku. %(error_message)s Pokušaj spremiti na nekom drugom mjestu.
ko: 파일을 내보낼 수 없습니다. %(error_message)s 다른 위치에 저장하십시오.
zh_cn: 无法导出文件。 %(error_message)s 请尝试保存到其他位置。

source: Could not export file. %(error_message)s
hr: Nije bilo moguće izvesti datoteku. %(error_message)s
ko: 파일을 내보낼 수 없습니다. %(error_message)s
zh_cn: 无法导出文件。 %(error_message)s

source: Reload File
hr: Ponovo učitaj datoteku
ko: 파일 다시 불러오기
zh_cn: 重新载入文件

source: Reload file from last saved copy and lose all changes?
hr: Ponovo učitati datoteku iz zadnje spremljene kopije i izgubiti sve promjene?
ko: 마지막으로 저장한 복사본에서 파일을 다시 불러오고 모든 변경 사항을 삭제하시겠습니까?
zh_cn: 重新载入上次保存的拷贝并放弃所有更改？

source: CamelCase
hr: Velika slova u sastavljenoj riječi
ko: 카멜표기법
zh_cn: 驼峰式大小写

source: Words with internal capitalization, such as some brand names and WikiWords
hr: Velika slova u sastavljenoj riječi, kao što su neka imena brendova i WikiWords
ko: 일부 브랜드 이름 및 WikiWords와 같이 내부 대문자가 있는 단어
zh_cn: 内含大写字母的单词，诸如某些品牌名称和WikiWords

source: Capitals
hr: Verzali
ko: 대문자
zh_cn: 大写字母

source: Words containing uppercase letters only
hr: Riječi koje sadrže samo velika slova
ko: 대문자로만 구성된 단어
zh_cn: 仅含大写字母的单词

source: Command Line Options
hr: Opcije za naredbeni redak
ko: 명령줄 옵션
zh_cn: 命令行选项

source: Application command line options, such as --help, -h and -I
hr: Opcije za naredbeni redak programa, npr. --help, -h i -I
ko: -help, -h 및 -i와 같은 응용 프로그램 명령 줄 옵션
zh_cn: 应用程序命令行选项，比如--help，-h和-I

source: E-mail addresses
hr: E-adrese
ko: 이메일 주소
zh_cn: 电子邮件地址

source: File Names
hr: Imena datoteka
ko: 파일 이름
zh_cn: 文件名称

source: Paths referring to file locations
hr: Staze koje se odnose na mjesta datoteka
ko: 파일 위치를 참조하는 경로
zh_cn: 路径指的是文件的位置

source: Placeholders (printf)
hr: Rezervirana mjesta (printf)
ko: 자리표시자 (printf)
zh_cn: 占位符（printf）

source: Placeholders used in "printf" strings
hr: Rezervirana mjesta koja se koriste u „printf” znakovnim nizovima
ko: "printf" 문자열에 사용되는 자리 표시자
zh_cn: 用于"printf"字符串的占位符

source: Placeholders (Python)
hr: Rezervirana mjesta (Python)
ko: 자리표시자 (Python)
zh_cn: 占位符（Python）

source: Placeholders in Python strings
hr: Rezervirana mjesta u Python znakovnim nizovima
ko: Python 문자열의 자리 표시자
zh_cn: Python字符串中的占位符

source: Placeholders (Java)
hr: Rezervirana mjesta (Java)
ko: 자리표시자 (Java)
zh_cn: 占位符（Java）

source: Placeholders in Java strings
hr: Rezervirana mjesta u Java znakovnim nizovima
ko: Java 문자열의 자리표시자
zh_cn: Java字符串中的占位符

source: Placeholders (Qt)
hr: Rezervirana mjesta (Qt)
ko: 자리 표시자(Qt)
zh_cn: 占位符（Qt）

source: Placeholders in Qt strings
hr: Rezervirana mjesta u Qt znakovnim nizovima
ko: Qt 문자열의 자리 표시자
zh_cn: Qt字符串中的占位符

source: Integer numbers and decimal fractions
hr: Cijeli brojevi i decimalni razlomci
ko: 정수 및 소수
zh_cn: 整数和小数

source: Punctuation
hr: Interpunkcija
ko: 구두점
zh_cn: 标点符号

source: Symbols and less frequently used punctuation marks
hr: Simboli i rjeđe korišteni znakovi interpunkcije
ko: 기호 및 사용 빈도가 낮은 구두점
zh_cn: 符号和不常用的标点符号

source: URLs, hostnames and IP addresses
hr: URL-ovi, imena glavnih računala i IP adrese
ko: URL, 호스트 이름 및 IP 주소
zh_cn: 网址，主机名称和IP地址

source: XML Entities
hr: XML entiteti
ko: XML 엔티티
zh_cn: XML实体

source: Entity references, such as &amp; and &#169;
hr: Reference entiteta, npr. &amp; i &#169;
ko: &amp; 및 &#169;와 같은 엔티티 참조
zh_cn: 实体引用，例如&amp;和&#169;

source: XML Tags
hr: XML oznake
ko: XML 태그
zh_cn: XML标签

source: XML tags, such as <b> and </i>
hr: XML oznake, npr. <b> and </i>
ko: <b> 및 </i>와 같은 XML 태그
zh_cn: XML标签，例如<b>和</i>

source: Spaces
hr: Razmaci
ko: 공백
zh_cn: 空格

source: Double spaces and spaces in unexpected positions
hr: Dvostruki razmaci i razmaci na neočekivanim mjestima
ko: 예기치 않은 위치에 있는 두 개의 공백 및 공백
zh_cn: 双空格和空格出现在意外的位置

source: "alt" Attributes
hr: „alt” svojstva
ko: "alt" 속성
zh_cn: "alt"属性

source: Placeable for "alt" attributes (as found in HTML)
hr: Nepromijenjen izraz za „alt” svojstva (npr. u HTML-u)
ko: "Alt"속성에 대한 장소 (HTML에서 찾은대로)
zh_cn: "alt"属性中的非译元素（如果在HTML中找到）

source: Placeholders (Drupal)
hr: Rezervirana mjesta (Drupal)
ko: 자리표시자 (Drupal)
zh_cn: 占位符（Drupal）

source: Placeholders in Drupal strings
hr: Rezervirana mjesta u Drupal znakovnim nizovima
ko: Drupal 문자열의 자리 표시자
zh_cn: Drupal字符串中的占位符

source: No source or translatable files in bundle
hr: U paketu nema izvorne ni prevodilačke datoteke
ko: 번들에 원본 또는 변환 가능한 파일이 없음
zh_cn: 包中没有来源或者可翻译的文件

source: The file contains nothing to translate.
hr: Ova datoteka ne sadrži ništa što bi se moglo prevesti.
ko: 파일에 번역할 내용이 없습니다.
zh_cn: 此文件没有可以翻译的内容。

source: Before:
hr: Prije:
ko: 이전:
zh_cn: 之前：

source: After:
hr: Poslije:
ko: 이후:
zh_cn: 之后：

source: Translated: %d
hr: Prevedeno: %d
ko: 번역됨: %d
zh_cn: 已翻译：%d

source: Fuzzy: %d
hr: Nejasno: %d
ko: 퍼지: %d
zh_cn: 模糊：%d

source: Untranslated: %d
hr: Neprevedeno: %d
ko: 미번역Untranslated: %d
zh_cn: 未翻译：%d

source: Total: %d
hr: Ukupno: %d
ko: 전체: %d
zh_cn: 总计：%d

source: File Updated
hr: Datoteka aktualizirana
ko: 파일 업데이트됨
zh_cn: 文件已更新

source: Needs work
hr: Treba doraditi
ko: 작업 필요
zh_cn: 有待改进

source: Rejected
hr: Odbijeno
ko: 거부
zh_cn: 不合格

source: Needs review
hr: Treba pregledati
ko: 검토 필요
zh_cn: 有待审核

source: Translated
hr: Prevedeno
ko: 번역됨
zh_cn: 已翻译

source: Reviewed
hr: Pregledano
ko: 검토됨
zh_cn: 已审核

source: All
hr: Sve
ko: 모두
zh_cn: 全部

source: Quality Checks
hr: Provjera kvalitete
ko: 품질 검사
zh_cn: 质量检查

source: Select Checks
hr: Odaberi provjere
ko: 검사 선택
zh_cn: 选择检查

source: All Checks
hr: Sve provjere
ko: 모두 검사
zh_cn: 全部检查

source: Incomplete
hr: Nepotpuno
ko: 미완료
zh_cn: 未完成

source: Search
hr: Traži
ko: 검색
zh_cn: 搜索

source: _Case sensitive
hr: _Razlikovanje velikih i malih slova
ko: 대/소문자 구분(_C)
zh_cn: _区分大小写

source: _Regular expression
hr: _Pravilni izraz
ko: 정규 표현식(_R)
zh_cn: _正则表达式

source: Replace with
hr: Zamijeni s
ko: 바꿀 대상
zh_cn: 替换为

source: Replace
hr: Zamijeni
ko: 바꾸기
zh_cn: 替换

source: Replace _All
hr: Zamijeni _sve
ko: 모두 바꾸기(_A)
zh_cn: 替换 _全部

source: Workflow
hr: Radni proces
ko: 작업 흐름
zh_cn: 全文

source: Select States
hr: Odaberi stanja
ko: 상태 선택
zh_cn: 选择状态

source: All States
hr: Sva stanja
ko: 모든 상태
zh_cn: 所有状态

source: Automatically complete long words while you type
hr: Automatski dovrši duge riječi tijekom tipkanja
ko: 입력하는 동안 자동으로 긴 단어 완성
zh_cn: 输入长句时自动完成

source: AutoCompletor
hr: Automatsko dovršavanje
ko: 자동 완성
zh_cn: 自动完成

source: Automatically correct text while you type
hr: Automatski ispravi tekst tijekom tipkanja
ko: 입력하는 동안 자동으로 텍스트 수정
zh_cn: 输入文本时自动更正

source: AutoCorrector
hr: Automatsko ispravljanje
ko: 자동 교정
zh_cn: 自动更正

source: Spell Checker
hr: Provjera pravopisa
ko: 맞춤법 검사
zh_cn: 拼写检查

source: Check spelling and provide suggestions
hr: Provjeri pravopis i navedi prijedloge
ko: 맞춤법 검사 및 제안 제공
zh_cn: 检查拼写和提供建议

source: <i>(no suggestions)</i>
hr: <i>(bez prijedloga)</i>
ko: <i>(제안 없음)</i>
zh_cn: <i>(没有建议)</i>

source: Ignore All
hr: Zanemari sve
ko: 모두 무시
zh_cn: 忽略全部

source: More...
hr: Više …
ko: 더 많은...
zh_cn: 更多...

source: Add "%s" to Dictionary
hr: Dodaj „%s” u rječnik
ko: %s을(를) 사전에 추가
zh_cn: 添加"%s"到字典

source: Languages
hr: Jezici
ko: 언어
zh_cn: 语言

source: Perform look-ups on selected text
hr: Izvrši pretraživanja na odabranom tekstu
ko: 선택한 텍스트에 대해 조회 수행
zh_cn: 在选中的文本上执行查找

source: External Look-up
hr: Vanjsko pretraživanje
ko: 외부 조회
zh_cn: 外部查找

source: Select Look-up Services
hr: Odaberi uslugu za pretraživanje
ko: 조회 서비스 선택
zh_cn: 选择查找服务

source: Select the services that should be used to perform look-ups
hr: Odaberi usluge koje treba korsititi za izvršavanje pretraživanja
ko: 조회 수행에 사용할 서비스 선택
zh_cn: 选择应当用来执行查找的服务

source: Look-up "%(selection)s"
hr: Pretraži „%(selection)s”
ko: 조회 "%(selection)s"
zh_cn: 查找"%(selection)s"

source: Web Look-up
hr: Pretraživanje na webu
ko: 웹 조호
zh_cn: 网络查找

source: Look-up the selected text on a web site
hr: Pretraži odabrani tekst na web stranici
ko: 웹 사이트에서 선택한 텍스트 검색
zh_cn: 在网站上查找选中的文本

source: Name
hr: Ime
ko: 이름
zh_cn: 名称

source: URL
zh_cn: 网址

source: Quote Query
hr: Stavi upit pod navodnike
ko: 인용 쿼리
zh_cn: 引用查询

source: Migrate settings from KBabel, Lokalize and/or Poedit to Virtaal.
hr: Migriraj postavke iz programa KBabel, Lokalize i/ili Poedit u Virtaal.
ko: KBabel, Localize 및/또는 Poedit에서 가상으로 설정을 마이그레이션합니다.
zh_cn: 从KBabel，Lokalize和/或Poedit迁移设置到Virtaal。

source: Migration Assistant
hr: Pomoć za migraciju
ko: 마이그레이션 도우미
zh_cn: 迁移助手
