Repository: translate/virtaal
Catalog: po/*.po
Languages: hr, ko, zh_cn

source: In this message, "%(name)s" is a placeholder (variable). Note that the 's' is part of the variable, and the whole variable from '%' to the 's' should appear unchanged somewhere in your translation. These type of variables give you an idea of what they will contain. In this case, it will contain a name.
hr: U ovoj poruci je "%(name)s" rezervirano mjesto (varijabla). Imaj na umu da je „s” dio varijable, a čitava varijabla od „%” do „s” bi se trebala pojaviti nepromijenjena negdje u tvom prijevodu. Ova vrsta varijabli daje predodžbu o tome što će sadržavati. U ovom će slučaju sadržavati ime.
ko: 이 메시지에서 "%(name) s"는 자리 표시자 (변수)입니다. 's'는 변수의 일부이며 '%'에서 's'까지의 전체 변수는 번역 어딘가에 변경되지 않아야합니다. 이러한 유형의 변수는 무엇을 포함 할 것인지에 대한 아이디어를 제공합니다. 이 경우 이름이 포함됩니다.
zh_cn: 在这条消息中，"%(name)s"是一个占位符（变量）。注意‘s’是变量的一部分，从‘%’到‘s’的整个变量应当在您的翻译的某处保留不变。这些类型的变量让您知道它们将会包含什么。在这种情况下，它将会包含一个名称。

source: In this message the user of the software is asked to do something. Make sure you translate it by being as polite or respectful as is necessary for your culture.
hr: U ovoj se poruci od korisnika softvera traži da nešto učini. Obavezno prevedi na uljudan način.
ko: 이 메시지에서 소프트웨어 사용자는 무언가를하도록 요청받습니다. 당신의 문화에 필요한만큼 정중하거나 존중함으로써 그것을 번역하십시오.
zh_cn: 在这个消息中软件的用户被要求做某事。确保您翻译它是礼貌的或尊重的是您的文化所必需的。

source: In this message there is reference to "Linux" (a product name). Many languages will not translate it, but your language might use a transliteration if you don't use the Latin script for your language.
hr: U ovoj se poruci nalazi referenca na „Linux” (naziv proizvoda). U mnogim jezicima se ne prevodi, ali tvoj jezik možda koristiti transliteraciju, ako ne koristi latinično pismo.
ko: 이 메시지에는 "Linux" (제품 이름)에 대한 참조가 있습니다. 많은 언어가 번역되지는 않지만 언어에 라틴 스크립트를 사용하지 않으면 언어가 음역을 사용할 수 있습니다.
zh_cn: 在这条消息中提及“Linux”（一个产品名称）。许多语言都不会翻译它，但如果您不使用拉丁文字作为您的语言，您的语言可能会使用一个音译。

source: This message contains the URL (web address) of the project website. It must be transferred as a placeable or typed over exactly.
hr: Ova poruka sadrži URL (web adresu) web stranice projekta. Mora se prenijeti kao nepromijenjeni izraz ili se mora točno upisati.
ko: 이 메시지에는 프로젝트 웹 사이트의 URL (웹 주소)이 포함되어 있습니다. 그것은 장소로 전송되거나 정확하게 입력해야합니다.
zh_cn: 这条消息包含项目网站的URL（网络地址）。它必须被复制作为一个非译元素或被完全输入。

source: This message refers to a website with more information. Sometimes you might be allowed or encouraged to change the URL (web address) to a website in your language. In this case, replace the "en" at the start of the address to your language code so that the address points to the corresponding article in your language about XML.
hr: Ova se poruka odnosi na web mjesto s više informacija. Ponekad je moguće promijeniti URL (web adresu) na web mjesto na tvom jeziku. U tom slučaju zamijeni „en” na početku adrese sa svojim jezičnim kodom, tako da adresa upućuje na odgovarajući članak o XML-u na tvom jeziku.
ko: 이 메시지는 자세한 정보가있는 웹 사이트를 나타냅니다. 때로는 URL (웹 주소)을 귀하의 언어로 웹 사이트로 변경하도록 허용되거나 장려 될 수 있습니다. 이 경우 주소가 XML에 관한 언어의 해당 기사를 가리키도록 주소의 시작시 "en"을 언어 코드로 바꾸십시오.
zh_cn: 这条消息指向一个具有更多信息的网站。有时您可能被允许或鼓励将URL（网址）更改为您的语言的网站。在这种情况下，将地址开头的“en”替换为您的语言代码以便该地址指向您的语言中有关XML的相应文章。

source: This translation contains an ambiguous word - it has two possible meanings. Make sure you can see the context information showing that this is a verb (an action as in "click here to view it").
hr: Ovaj prijevod sadrži dvoznačnu riječ – ima dva moguća značenja. Obavezno pogledaj informacije o kontekstu koje ukazuju na to, da se radi o glagolu (radnja kao u „klikni ovdje kako bi se prikazalo”).
ko: 이 번역에는 모호한 단어가 포함되어 있습니다. 두 가지 가능한 의미가 있습니다. 이것이 동사임을 보여주는 컨텍스트 정보를 볼 수 있는지 확인하십시오 ( "보기를 보려면 여기를 클릭하십시오").
zh_cn: 这个翻译包含一个模糊的词 - 它可能有两个意思。确保你可以看到上下文信息显示这是一个动词（一个动作如“点击这里查看它”）。

source: This translation contains an ambiguous word - it has two possible meanings. Make sure you can see the context information showing that this is a noun (a thing as in "click to change the view to full screen"). If Virtaal gives your previous translation as a suggestion, take care to only use it if it is definitely appropriate in this case as well.
hr: Ovaj prijevod sadrži dvoznačnu riječ – ima dva moguća značenja. Obavezno pogledaj informacije o kontekstu koje ukazuju na to, da se radi o imenici (nešto kao u „klikni za promjenu prikaza na cijeli ekran”). Ako ti Virtaal ponudi tvoj prijašnji prijevod kao prijedlog, pripazi da ga koristiš samo, ako je definitivno prikladan i u ovom slučaju.
ko: 이 번역에는 모호한 단어가 포함되어 있습니다. 두 가지 가능한 의미가 있습니다. 이것이 명사임을 보여주는 컨텍스트 정보를 볼 수 있는지 확인하십시오 ( "보기를 전체 화면으로 변경하려면 클릭하십시오"). Virtaal이 이전 번역을 제안으로 제공하는 경우이 경우에도 적절한 경우에만 사용하도록주의하십시오.
zh_cn: 这个翻译包含一个模糊的词 - 它可能有两个意思。确保您可以看到上下文信息显示这是一个名词（如“点击将视图更改为全屏”之类）。如果Virtaal给您以前的翻译作为建议，注意只有如果它在这种情况下也很合适才使用它。

source: An accelerator key is a key on your keyboard that you can press to to quickly access a menu or function. It is also called a hot key, access key or mnemonic. In program interfaces they are shown as an underlined letter in the text label. In the translatable text they are marked using some character like the underscore here, but other characters are used for this as well. In this case the the accelerator key is "f" since the underscore is before this letter and it means that this accelerator could be triggered by pressing Alt+F.
hr: Tipka ubrzivača je tipka na tipkovnici koju možeš pritisnuti za brzi pristup izborniku ili funkciji. Naziva se i vruća tipka, pristupni ključ ili mnemonika. U programskim sučeljima prikazuju se kao podcrtana slova u tekstnoj oznaci. U tekstu koji se prevodi, označuju se podvlakom (kao ovdje) ili nekim drugim znakovima. U ovom slučaju tipka ubrzivača je „f”, jer se podvlaka nalazi ispred ovog slova, što znači da se taj ubrzivač može pokrenuti pritiskom tipki Alt+F.
ko: 가속기 키는 키보드의 키로 메뉴 나 기능에 빠르게 액세스하도록 눌 수 있습니다. 핫 키, 액세스 키 또는 니모닉이라고도합니다. 프로그램 인터페이스에서는 텍스트 레이블의 밑줄이 그어진 문자로 표시됩니다. 번역 가능한 텍스트에서는 여기에 밑줄과 같은 문자를 사용하여 표시되지만 다른 문자도 사용됩니다. 이 경우 밑줄 이이 문자 앞에 있기 때문에 가속기 키는 "F"입니다. 이는 Alt+F를 누르면이 가속기를 트리거 할 수 있음을 의미합니다.
zh_cn: 加速键是您键盘上的一个键，您可以按该键快速地访问菜单或功能。它也被称为热键，访问键或助记符。在程序界面中它们会在文本标签中显示为带下划线的字母。在可翻译文本中它们使用某些标记的字符如下划线，但是也使用其他字符。在这种情况下加速键是“f”，因为下划线在该字母之前，这意味着可以通过按Alt + F键触发该加速键。

source: In this entry you can see other kind of accelerator.
hr: U ovom zapisu možeš vidjeti drugu vrstu ubrzivača.
ko: 이 항목에서는 다른 종류의 가속기를 볼 수 있습니다.
zh_cn: 在这个条目中你可以看到其他种类的加速键。

source: And another kind of accelerator.
hr: I jednu drugu vrstu brzivača.
ko: 또 다른 종류의 가속기입니다.
zh_cn: 和另一种加速键。

source: Virtaal is able to provide suggestions from several terminology glossaries and provides easy shortcuts to allow paste them in the translation field. Right now Virtaal has only one empty terminology glossary, but you can start filling it. In order to do that select the original text, press Ctrl+T, provide a translation for your language, and save.
hr: Virtaal može pružiti prijedloge iz nekolicine glosara terminologije i nudi jednostavne prečace za umetanje u polje za prijevod. Trenutačno Virtaal ima samo jedan prazni glosar terminologije, ali ga možeš početi ispunjavati – odaberi originalni tekst, pritisni Ctrl+T, zadaj prijevod za svoj jezik i spremi.
ko: Virtaal은 여러 용어 용어집에서 제안을 제공 할 수 있으며 번역 필드에 붙여 넣을 수있는 쉬운 단축키를 제공합니다. 지금 Virtaal에는 빈 용어 용어집이 하나 뿐이지 만 채우기 시작할 수 있습니다. 이렇게하려면 원본 텍스트를 선택하려면 Ctrl+T를 누르고 언어에 대한 번역을 제공하고 저장하십시오.
zh_cn: Virtaal能够提供来自多个术语词汇表的建议并提供方便的快捷方式以允许在翻译字段中粘贴它们。现在Virtaal只有一个空的术语词汇表，但你可以开始填充它。为此，请选择原始文本，请按Ctrl + T键，提供一个您的语言的翻译，然后保存。

source: In the previous entry you have created one terminology entry for the the "filter" verb. Now do the same for "filter" noun.
hr: U prethodnom unosu stvorili ste jedan terminološki unos za glagol „filter”. Sada isto napravite za imenicu „filter”.
ko: 이전 항목에서 "필터"동사에 대한 하나의 용어 항목을 만들었습니다. 이제 "필터"명사에 대해서도 마찬가지입니다.
zh_cn: 在上一个条目中您为“过滤器”动词创建了一个术语条目。现在也来为“过滤器”名词创建一个术语条目吧。

source: If you have created any terminology in the previous entries you may may now see some of the words with a green background (or other color depending on your theme). This means that Virtaal has terminology suggestions for that word. Use Alt+Right to select the highlighted word, and then press Alt+Down. If only one suggestions is provided Alt+Down just copies the suggestion to the translation field. But if several suggestions are available Alt+Down shows a suggestion list which you can navigate using Down and Up keys. Once you have selected the desired suggestion press Enter to copy it to the translation field.
hr: Ako si stvorio/la neku terminologiju u prethodnim unosima, možda ćeš neke riječi vidjeti sa zelenom pozadinom (ili drugom bojom, ovisno o tvojoj temi). To znači da Virtaal ima terminološke prijedloge za tu riječ. Upotrijebi Alt+Desno za odabir označene riječi, a zatim pritisni Alt+Dolje. Ako je naveden samo jedan prijedlog, Alt+Dolje samo kopira prijedlog u polje za prijevod. Ali ako je dostupno nekoliko prijedloga, Alt+Dolje prikazuje popis prijedloga po kojima se možeš kretati pomoću tipki Dolje i Gore. Nakon što odabereš željeni prijedlog, pritisni Enter da bi se kopirao u polje za prijevod.
ko: 이전 항목에서 용어를 만든 경우 녹색 배경 (또는 테마에 따라 다른 색상)을 가진 단어 중 일부를 볼 수 있습니다. 이것은 Virtaal이 그 단어에 대한 용어 제안을 가지고 있음을 의미합니다. Alt+오른쪽을 사용하여 강조 표시된 단어를 선택한 다음 Alt+를 누르십시오. 하나의 제안만 제공되면 Alt+Down은 제안을 번역 필드에 복사합니다. 그러나 몇 가지 제안을 사용할 수있는 경우 Alt+Down에는 다운 및 업 키 사용을 탐색할 수있는 제안 목록이 표시됩니다. 원하는 제안을 선택한 후에는 Enter를 누르면 번역 필드에 복사하십시오.
zh_cn: 如果您在以前的条目中创建了任何术语，您现在可能会看到一些带有绿色背景（或其他颜色，取决于您的主题）的单词。这意味着Virtaal有这个词的术语建议。使用Alt + Righ键选择高亮的单词，然后按Alt+Down键。如果只提供了一个建议Alt + Down键只会将建议复制到翻译字段。但是如果有几个建议可用Alt+Down键会显示一个您可以使用Down和Up键导航的建议列表。一旦您选中所需的建议，按Enter键可将其复制到翻译字段。

source: This message has two lines. Make sure that your translation also contains two lines. You can separate lines with Shift+Enter or copying new-line placeables (displayed as ¶).
hr: Ova poruka ima dva retka. Pazi da i tvoj prijevod sadrži dva retka. Retke možeš razdvojiti sa Shift+Enter ili kopirati nepromijenjeni izraz za novi redak (prikazano kao ¶).
ko: 이 메시지에는 두 줄이 있습니다. 번역에 두 줄도 포함되어 있는지 확인하십시오. Shift+Enter 또는 복사된 새로운 줄 위치를 분리할 수 있습니다 (¶로 표시).
zh_cn: 这条消息有两行。确保您的翻译也有两行。您可以使用Shift + Enter键分隔线条或复制换行符号（显示为 ¶）。

source: This message contains tab characters to separate some headings. Make sure you separate your translations in the same way.
hr: Ova poruka sadrži tabulatore za razdvajanje nekih naslova. Obavezno razdvoji prijevode na isti način.
ko: 이 메시지에는 일부 제목을 분리하기 위한 탭 문자가 포함되어 있습니다. 동일한 방식으로 번역을 분리하십시오.
zh_cn: 这条消息包含用于分隔一些标题的制表符。确保您以同样的方式分隔翻译。

source: This message contains a large number that is formatted according to to American convention. Translate this but be sure to format the number according to the convention for your language. You might need to change the comma (,) and full stop (.) to other characters, and you might need to use a different number system. Make sure that you understand the American formatting: the number is bigger than one thousand.
hr: Ova poruka sadrži veliki broj koji je formatiran prema američkoj konvenciji. Prevedi ovo, ali obavezno formatiraj broj prema konvenciji za tvoj jezik. Možda ćeš morati promijeniti zarez (,) i točku (.) u druge znakove, a možda ćeš morati koristiti i neki drugi brojevni sustav. Obavezno razumij američko formatiranje: broj je veći od tisuću.
ko: 이 메시지에는 미국 협약에 따라 형식화된 많은 수가 포함되어 있습니다. 이것을 번역하지만 언어 컨벤션에 따라 숫자를 형식화하십시오. 쉼표 (,) 및 전체 정지 (.)를 다른 문자로 변경해야 할 수도 있으며 다른 번호 시스템을 사용해야 할 수도 있습니다. 미국 형식을 이해하는지 확인하십시오: 숫자는 천보다 큽니다.
zh_cn: 这条消息包含根据美国约定格式化的大数字。翻译此内容，但是务必根据您的语言的惯例格式化数字。您可能需要将逗号(,)和句号(.)更改为其他字符，您可能需要使用其他号码系统。确保您了解美国格式：数字大于一千。

source: This message refers to miles. If the programmers encourage it, you might want to change this to kilometres in your translation, if kilometres are more commonly used in your language. Note that 1 mile is about 1.6 kilometres. Note that automated tests for "numbers" will complain if the number is changed, but in this case it is safe to do.
hr: Ova se poruka odnosi na milje. Ako programeri to predlažu, promijeni u kilometre u svom prijevodu, ako se kilometri uobičajeno koriste na tvom jeziku. Imaj na umu da je 1 milja oko 1,6 kilometara. Imaj na umu da će automatski testovi za „brojeve” javiti grešku ako se broj promijeni, ali u ovom slučaju je to u redu.
ko: 이 메시지는 마일을 말합니다. 프로그래머가 권장하는 경우 번역에서 킬로미터로 변경하고 싶을 수도 있습니다. 킬로미터가 언어에서 더 일반적으로 사용되는 경우. 1 마일은 약 1.6km입니다. "숫자"에 대한 자동화된 테스트는 숫자가 변경된 경우 불만을 제기하지만 이 경우 안전합니다.
zh_cn: 这条消息指的是英里。如果程序员支持它，您可能想要在您的翻译中将其更改为公里，如果公里在您的语言中更常见。 注意1英里大约是1.6公里。注意“数字”的自动测试将报告该数字是否改变，但在这种情况下是安全的。

source: This message contains a link that the user will be able to click on on to visit the help page. Make sure you maintain the information between the angle brackets (<...>) correctly. The double quotes (") should never be changed in tags, even if your language uses a different type of quotation marks.
hr: Ova poruka sadrži poveznicu na koju će korisnik moći kliknuti i posjetiti stranicu za pomoć. Obavezno pravilno preuzmi podatke između šiljatih zagrada (<…>). Obične navodnike (") nikada nemoj mijenjati u oznakama, čak i ako tvoj jezik upotrebljava drugu vrstu navodnika.
ko: 이 메시지에는 사용자가 클릭을 클릭하여 도움말 페이지를 방문할 수있는 링크가 포함되어 있습니다. 각도 괄호 (<...>) 사이의 정보를 올바르게 유지해야합니다. 언어가 다른 유형의 따옴표를 사용하더라도 이중 인용문 (")은 태그로 변경해서는 안됩니다.
zh_cn: 这条消息包含一个链接，用户可以点击该链接访问帮助页面。确保您正确地保持尖括号(<...>)之间的信息。即使您的语言使用不同类型的引号，双引号(")也不应在标签中被更改。

source: This message contains a similar link, but the programmers decided to to rather insert the tags with variables so that translators can't change them. Make sure you position the two variables (%s) so that they correspond to the opening and closing tag of the previous translation.
hr: Ova poruka sadrži sličnu poveznicu, ali su programeri odlučili radije umetnuti oznake s varijablama, kako ih prevoditelji ne bi mogli promijeniti. Obavezno postavi te dvije varijable (%s) tako da odgovaraju početnoj i završnoj oznaci prethodnog prijevoda.
ko: 이 메시지에는 유사한 링크가 포함되어 있지만 프로그래머는 번역자가 변경할 수 없도록 변수가 있는 태그를 삽입하기로 결정했습니다. 두 변수(%s)가 이전 번역의 열기 및 닫기 태그에 일치하도록 배치하십시오.
zh_cn: 这条消息包含一个类似的链接，但程序员决定将变量插入标签以致翻译人员不能更改它们。确保您安置这两个变量(%s)以使它们对应前一个翻译的开始和结束标签。

source: This message contains the <b> and </b> tags to emphasize a word, while everything is inside <p> and </p> tags. Make sure your whole translation is inside <p> and </p> tags.
hr: Ova poruka sadrži oznake <b> i </b> za isticanje riječi, dok je sve unutar oznaka <p> i </p>. Pazi da se cijeli prijevod nalazi unutar <p> i </p> oznaka.
ko: 이 메시지에는 <b> 및 </b> 태그가 포함되어 있어 단어를 강조하는 반면 모든 것이 <p> 및 </p> 태그 내부에 있습니다. 전체 번역이 <p> 및 </p> 태그 내부에 있는지 확인하십시오.
zh_cn: 这条消息包含用于强调字词的<b>和</b>标签，全部内容都在<p>和</p>标签内。请确保您的全部翻译都在<p>和</p>标签内。

source: This message contains a similar link that is contained within <span> and </span>. Make sure you maintain all the tags (<...>) correctly, and that the link is contained completely inside the <span> and </span> tags in your translation. Make sure that the text inside the "a" tags correspond to "help page" and that your translation corresponding to the second sentence is contained in the <span> tags. Note how the full stop is still inside the </span> tag.
hr: Ova poruka sadrži sličnu poveznicu koja se nalazi unutar <span> i </span>. Pazi da ispravno preuzmeš sve oznake (<…>) i da se poveznica u potpunosti nalazi unutar oznaka <span> i </span> u tvom prijevodu. Pazi da tekst unutar oznake "a" odgovara "stranica pomoći" i da se tvoj prijevod, koji odgovara drugoj rečenici, nalazi u oznaci <span>. Točka se također nalazi unutar oznake </span>.
ko: 이 메시지에는 <pan> 및 </span> 내에 포함된 유사한 링크가 포함되어 있습니다. 모든 태그 (<...>)를 올바르게 유지하고 링크가 번역의 <pan> 및 </span> 태그 내부에 완전히 포함되어 있는지 확인하십시오. "A"태그 내부의 텍스트가 "도움말 페이지"에 해당하고 두 번째 문장에 해당하는 번역이 <Span> 태그에 포함되어 있는지 확인하십시오. 전체 정지가 어떻게 </span> 태그 내부에 있는지 확인하십시오.
zh_cn: 这条消息包含一个被包含在<span>和</span>中的类似链接。请确保您正确保留所有标签(<...>)，并且在您的翻译中链接完整地被包含在<span>和</span>标签内。确保“a”标签中的文本对应到“help page”，并且您的翻译对应到包含在<span>标签中第二个句子。注意句号仍在</span>标签内。

source: No issues
hr: Nema problema
ko: 문제 없음
zh_cn: 没有问题

source: Quality Check
hr: Provjera kvalitete
ko: 품질 검사
zh_cn: 质量检查

source: Description
hr: Opis
ko: 설명
zh_cn: 描述

source: Project Type
hr: Vrsta projekta
ko: 프로젝트 유형
zh_cn: 项目类型

source: Checks: %(checker_name)s
hr: Provjere: %(checker_name)s
ko: 검사: %(checker_name)s
zh_cn: 检查：%(checker_name)s

source: _New Language Pair...
hr: _Novi jezični par …
ko: 새 언어 쌍(_L)...
zh_cn: _新建语言配对...

source: Error
hr: Greška
ko: 오류
zh_cn: 出错

source: The current file has been modified. Do you want to save your changes?
hr: Trenutačna datoteka je promijenjena. Želiš li spremiti tvoje promjene?
ko: 현재 파일이 수정되었습니다. 변경 내용을 저장하시겠습니까?
zh_cn: 当前文件已被修改。 您想要保存您的更改吗？

source: _Discard
hr: O_dbaci
ko: 버리기(_D)
zh_cn: _丢弃

source: Please enter the number of noun forms (plurals) to use
hr: Upiši broj imenskih oblika (množine) koje treba koristiti
ko: 사용할 명사 형식 (복수)의 수를 입력하십시오
zh_cn: 请输入要使用的名词形式(复数词) 的数量

source: Please enter the plural equation to use
hr: Upiši definiciju za množinu koju treba koristiti
ko: 사용할 복수 방정식을 입력하십시오
zh_cn: 请输入要使用的复数公式

source: N_avigation:
hr: N_avigacija:
ko: 탐색(_A):
zh_cn: 导_航：

source: Untranslated:
hr: Neprevedeno:
ko: 번역되지 않음:
zh_cn: 未翻译：

source: Needs work:
hr: Treba doraditi:
ko: 작업 필요:
zh_cn: 有待改进：

source: Rejected:
hr: Odbijeno:
ko: 거부됨:
zh_cn: 不合格：

source: Needs review:
hr: Treba pregledati:
ko: 검토 필요:
zh_cn: 有待审核：

source: Translated:
hr: Prevedeno:
ko: 번역됨:
zh_cn: 已翻译：

source: Reviewed:
hr: Pregledano:
ko: 검토됨:
zh_cn: 已审核：

source: Save the file for up-to-date information
hr: Spremi datoteku za aktualnu informaciju
ko: 최신 정보를 위해 파일 저장
zh_cn: 保存文件以获取最新信息

source: Export failed
hr: Izvoz nije uspio
ko: 내보내기 실패
zh_cn: 导出失败

source: Preview failed
hr: Pretprikaz nije uspio
ko: 미리 보기 실패
zh_cn: 预览失败

source: Move one step back in the workflow (Ctrl+Shift+Enter)
hr: Pomakni se korak natrag u radnom procesu (Ctrl+Shift+Enter)
ko: 워크플로우에서 한 단계 뒤로 이동(Ctrl+Shift+Enter)
zh_cn: 在本文内换行(Ctrl+Shift+Enter)

source: Click to move to a specific state in the workflow
hr: Klikni za pomicanje na određeno stanje u radnom procesu
ko: 워크플로우의 특정 상태로 이동하려면 클릭하십시오
zh_cn: 点击可切换到指定的状态

source: Move one step forward in the workflow (Ctrl+Enter)
hr: Pomakni se korak naprijed u radnom procesu (Ctrl+Enter)
ko: 워크플로우에서 한 단계 앞으로 이동(Ctrl+Enter)
zh_cn: 跳到下一个条目(Ctrl+Enter)

source: Copyright © 2007-2010 Zuza Software Foundation
hr: Autorsko pravo © 2007. – 2010. Zuza Software Foundation
ko: 저작권 © 2007-2010 Zuza Software Foundation
zh_cn: 版权所有 © 2007-2010 Zuza软件基金会

source: Virtaal is a program for doing translation.
hr: Virtaal je program za prevođenje.
ko: Virtaal은 번역을 하기 위한 프로그램입니다.
zh_cn: Virtaal是一个用于翻译的软件程序。

source: The initial focus is on software translation (localization or l10n), but we definitely intend it to be useful as a general purpose tool for Computer Aided Translation (CAT).
hr: Početni fokus leži u prevođenju softvera (lokalizacija ili l10n), ali mi definitivno želimo da bude koristan kao alat opće namjene za prevođenje pomoću računala (CAT).
ko: 처음에는 소프트웨어 번역 (현지화 또는 l10n)에 중점을 두지만 CAT (Computer Aided Translation)를 위한 범용 도구로서 유용할 것으로 확신합니다.
zh_cn: 最初的重点是在软件的翻译上（本地化或者l10n），但作为一个计算机辅助翻译的通用工具 (CAT)它无疑是实用的。

source: Virtaal website
hr: Virtaal web stranica
ko: Virtaal 웹사이트
zh_cn: Virtaal网站

source: We thank our donors:
hr: Zahvaljujemo našim donatorima:
ko: 기부자들에게 감사드립니다:
zh_cn: 鸣谢：

source: The International Development Research Centre
ko: 국제 개발 연구 센터
zh_cn: 国际发展研究中心

source: Mozilla Corporation
zh_cn: Mozilla公司

source: translator-credits
hr: podaci o prevodiocima
ko: 한국어 번역: VenusGirl (비너스걸)
zh_cn: giwhub

source: Language code must be an ASCII string.
hr: Jezični kȏd mora biti znakovni niz u ASCII formatu.
ko: 언어 코드는 ASCII 문자열이어야 합니다.
zh_cn: 语言代码必须是一个ASCII字符串。

source: Language code must be at least 2 characters long.
hr: Jezični kȏd mora biti sadržati barem dva znaka.
ko: 언어 코드는 2자 이상이어야 합니다.
zh_cn: 语言代码必须至少包含2个字节。

source: Language
hr: Jezik
ko: 언어
zh_cn: 语言

source: Code
hr: Kȏd
ko: 코드
zh_cn: 代码

source: Enabled
hr: Aktivirano
ko: 사용함
zh_cn: 启用

source: Configure...
hr: Podesi ...
ko: 구성...
zh_cn: 配置...

source: Translation memory
hr: Spremište prijevoda
ko: 번역 메모리
zh_cn: 翻译记忆库

source: Quality checks
hr: Provjere kvalitete
ko: 품질 검사
zh_cn: 质量检查

source: Machine translation
hr: Strojni prijevod
ko: 기계 번역
zh_cn: 机器翻译

source: Highlighting and insertion of placeables
hr: Isticanje i umetanje nepromijenjenih izraza
ko: 배치 가능한 항목 강조 및 삽입
zh_cn: 高亮和插入非译元素

source: Many plugins and options for customization
hr: Mnogi dodaci i opcije za prilagođavanje
ko: 많은 플러그인과 사용자 지정을 위한 옵션을 제공합니다
zh_cn: 大量可用于自定义的插件和选项

source: The file does not exist.
hr: Datoteka ne postoji.
ko: 파일이 없습니다.
zh_cn: 该文件不存在。

source: Not a valid file.
hr: Nije ispravna datoteka.
ko: 올바른 파일이 아닙니다.
zh_cn: 文件不可用。

source: TMX Translation Memory
hr: TMX spremište prijevoda
ko: TMX 번역 메모리
zh_cn: TMX翻译记忆库

source: TBX Glossary
hr: TBX glosar
ko: TBX 용어집
zh_cn: TBX术语表

source: Wordfast Translation Memory
hr: Wordfast spremište prijevoda
ko: Wordfast 번역 메모리
zh_cn: Wordfast翻译记忆库

source: Qt Linguist Translation File
hr: Qt Linguist prevodilačka datoteka
ko: Qt Linguist 번역 파일
zh_cn: Qt Linguist翻译文件

source: Qt Message File
hr: Qt datoteka poruka
ko: Qt 메세지 파일
zh_cn: Qt消息文件

source: Qt Phrase Book
hr: Qt knjiga izraza
ko: Qt 구문 모음
zh_cn: Qt常用语手册

source: INI File
hr: INI datoteka
ko: INI 파일
zh_cn: INI文件

source: Initialization
hr: Inicijaliziranje
ko: 초기화
zh_cn: 初始化

source: Java Properties File
hr: Java datoteka svojstava
ko: Java 속성 파일
zh_cn: Java属性文件

source: OpenOffice.org Translation File
hr: OpenOffice.org prevodilačka datoteka
ko: OpenOffice.org 번역 파일
zh_cn: OpenOffice.org翻译文件

source: XLIFF Translation File
hr: XLIFF prevodilačka datoteka
ko: XLIFF 번역 파일
zh_cn: XLIFF翻译文件

source: XML Localization Interchange File Format
ko: XML 현지화 교환 파일 형식
zh_cn: XML本地化交换文件格式

source: C++ RC File
hr: C++ RC datoteka
ko: C++ RC 파일
zh_cn: C++ RC文件

source: Resource Compiler
ko: 리소스 컴파일러
zh_cn: 资源编辑器

source: Tcl Translation File
hr: Tcl prevodilačka datoteka
ko: Tcl 번역 파일
zh_cn: Tcl翻译文件

source: JavaScript error message file
hr: JavaScript datoteka s porukama grešaka
ko: JavaScript 오류 메세지 파일
zh_cn: JavaScript出错消息文件

source: Gettext Translation Template
hr: Gettext prevodilački predložak
ko: Gettext 번역 템플릿
zh_cn: Gettext翻译模板

source: Trados Tag Editor
hr: Trados uređivač oznaka
ko: Trados 태그 편집기
zh_cn: Trados标记编辑器

source: OS X Strings File
hr: OS X datoteka znakovnih nizova
ko: OS X 문자열 파일
zh_cn: OS X字符串文件

source: UTX Dictionary
hr: UTX rječnik
ko: UTX 사전
zh_cn: UTX字典

source: Gettext PO file
hr: Gettext PO datoteka
ko: Gettext PO 파이
zh_cn: Gettext PO文件

source: Gettext MO file
hr: Gettext MO datoteka
ko: Gettext MO 파이
zh_cn: Gettext MO文件

source: Qt .qm file
hr: Qt .qm datoteka
ko: Qt .qm 파이
zh_cn: Qt .qm文件

source: OmegaT Glossary
hr: OmegaT glosar
ko: OmegaT 용어집
zh_cn: OmegaT术语表

source: %prog [options] [translation_file]
hr: %prog [opcije] [prevodilačka_datoteka]
ko: %prog [옵션] [번역 파일]
zh_cn: %prog [选项] [翻译_文件]

source: LOG
zh_cn: 日志

source: turn on logging, storing the result to the supplied filename.
hr: uključi log zapis, rezultati se spremaju u zadanu datoteku.
ko: 로그를 켜고 제공된 파일 이름에 결과를 저장합니다.
zh_cn: 启用日志，将结果储存到提供的文件名称。

source: CONFIG
hr: KONFIGURACIJA
zh_cn: 配置

source: use the configuration file given by the supplied filename.
hr: koristi datoteku konfiguracije koja je zadana datotekom.
ko: 제공된 파일 이름으로 제공된 구성 파일을 사용합니다.
zh_cn: 使用已提供文件名称的配置文件。

source: enable debugging features
hr: aktiviraj funkcije za pronalaženje grešaka
ko: 디버깅 기능 사용
zh_cn: 启用调试功能

source: PROFILE
hr: PROFIL
ko: 프로필
zh_cn: 分析

source: perform profiling, storing the result to the supplied filename.
hr: izvrši profiliranje, rezultati se spremaju u zadanu datoteku.
ko: 프로파일링을 수행하여 제공된 파일 이름에 결과를 저장합니다.
zh_cn: 执行分析，将结果储存到已提供的文件名称。

source: Could not open log file '%(filename)s'
hr: Nije bilo moguće otvoriti log datoteku „%(filename)s”
ko: 로그 파일 '%(filename)s'을 열 수 없습니다.
zh_cn: 无法打开日志文件 '%(filename)s'
