Repository: translate/virtaal
Catalog: po/*.po
Languages: hr, ko, zh_cn

source: Could not read configuration file '%(filename)s'
hr: Nije bilo moguće čitati datoteku konfiguracije „%(filename)s”
ko: 설정 파일 '%(filename)s'을 읽을 수 없습니다.
zh_cn: 无法读取配置文件 '%(filename)s'

source: invalid number of arguments
hr: neispravni broj argumenata
ko: 유효하지 않은 인수 개수
zh_cn: 无效的参数数

source: Profiling support is not available
hr: Podrška za profiliranje nije dostupna
ko: 프로파일링 지원을 사용할 수 없습니다
zh_cn: 分析支持不可用

source: Could not open profile file '%(filename)s'
hr: Nije bilo moguće otvoriti datoteku profila „%(filename)s”
ko: 프로필 파일 '%(filename)s'을 열 수 없습니다.
zh_cn: 无法打开配置文件 '%(filename)s'

source: no such option: %s
hr: nema takve opcije: %s
ko: 해당 옵션이 없음: %s
zh_cn: 没有该选项：%s

source: ambiguous option: %s (%s?)
hr: višeznačna opcija: %s (%s?)
ko: 모호한 옵션: %s (%s?)
zh_cn: 模糊选项：%s (%s?)

source: Usage: %s
hr: Upotreba: %s
ko: 사용법: %s
zh_cn: 用法：%s

source: Usage
hr: Upotreba
ko: 사용법
zh_cn: 用法

source: integer
hr: cijeli broj
ko: 정수
zh_cn: 整数

source: long integer
hr: dugački cijeli broj
ko: 긴 정수
zh_cn: 长整数

source: floating-point
hr: pomični zarez
ko: 부동 소수점
zh_cn: 浮点数

source: complex
hr: kompleksni
ko: 소수
zh_cn: 复数

source: option %s: invalid %s value: %r
hr: opcija %s: neispravna vrijednost za %s: %r
ko: 옵션 %s: 유효하지 않음 %s 값: %r
zh_cn: 选项%s：无效的%s 值： %r

source: option %s: invalid choice: %r (choose from %s)
hr: opcija %s: neispravni odabir: %r (odaberi iz %s)
ko: 옵션 %s: 유효하지 않은 선택: %r (%s 에 선택)
zh_cn: 选项%s：无效的选择： %r (选自%s)

source: show this help message and exit
hr: prikaži ovu poruku pomoći i izađi
ko: 이 도움말 메세지를 표시하고 종료
zh_cn: 显示这条帮助消息并退出

source: show program's version number and exit
hr: prikaži broj verzije programa i izađi
ko: 프로그램 버전을 표시하고 종료
zh_cn: 显示程序的版本并退出

source: %prog [options]
hr: %prog [opcije]
ko: %prog [옵션]
zh_cn: %prog [选项]

source: %s option requires an argument
hr: %s opcija zahtijeva argument
ko: %s 옵션에는 인수가 필요합니다
zh_cn: %s选项需要一个参数

source: %s option requires %d arguments
hr: %s opcija zahtijeva %d argumenta
ko: %s 옵션에는 %d개의 인수가 필요합니다
zh_cn: %s选项需要%d参数

source: %s option does not take a value
hr: %s opcija ne prihvaća vrijednost
ko: %s 옵션에 값이 없습니다
zh_cn: %s选项没有值

source: Google Translate
ko: Google 번역

source: Microsoft Translator
ko: Microsoft 번역

source: Translation Memory eXchange
hr: Spremište prijevoda eXchange
ko: 번역 메모리 eXchange

source: Universal Terminology eXchange
ko: 범용 용어 eXchange
