Repository: translate/virtaal
Catalog: po/*.po
Languages: hr, ko, zh_cn

source: Should Virtaal try to import settings and data from other applications?
hr: Treba li Virtaal pokušati uvesti postavke i podatke iz drugih programa?
ko: Virtual이 다른 응용 프로그램에서 설정 및 데이터를 가져오려고 시도해야 합니까?
zh_cn: Virtaal应该尝试从其他应用程序导入设置和数据吗？

source: Import data from other applications?
hr: Podatke uvesti iz drugih programa?
ko: 다른 응용 프로그램에서 데이터를 가져오시겠습니까?
zh_cn: 从其他应用程序导入数据吗？

source: Migration was successfully completed
hr: Migracija je uspješno završena
ko: 마이그레이션이 성공적으로 완료되었습니다
zh_cn: 迁移成功完成

source: The following items were migrated:
hr: Sljedeće stavke su migrirane:
ko: 다음 항목이 마이그레이션되었습니다:
zh_cn: 以下项目已被迁移：

source: Migration completed
hr: Migracija završena
ko: 마이그레이션 완료
zh_cn: 迁移完成

source: Virtaal was not able to migrate any settings or data
hr: Virtall nije bio u stanju migrirati nikoje postavke niti podatke
ko: Virtual이 설정 또는 데이터를 마이그레이션할 수 없습니다
zh_cn: Virtaal无法迁移任何设置或数据

source: Nothing migrated
hr: Ništa nije migrirano
ko: 마이그레이션된 항목 없음
zh_cn: 无迁移

source: Poedit settings
hr: Poedit postavke
ko: Poedit 설정
zh_cn: Poedit设置

source: Poedit's Translation Memory: %(database_language_code)s
hr: Poedit spremište prijevoda: %(database_language_code)s
ko: Poedit 번역 메모리: %(database_language_code)s
zh_cn: Poedit的翻译记忆库：%(database_language_code)s

source: KBabel's Translation Memory: %(database_language_code)s
hr: KBabel spremište prijevoda: %(database_language_code)s
ko: KBabel 번역 메모리: %(database_language_code)s
zh_cn: KBabel的翻译记忆库：%(database_language_code)s

source: Lokalize settings
hr: Lokalize postavke
ko: Lokalize 설정
zh_cn: Lokalize设置

source: Lokalize's Translation Memory: %(database_name)s
hr: Lokalize spremište prijevoda: %(database_name)s
ko: Lokalize 번역 메모리: %(database_name)s
zh_cn: Lokalize的翻译记忆库：%(database_name)s

source: Terminology Help
hr: Pomoć za terminologiju
ko: 용어 도움말
zh_cn: 术语帮助

source: Terminology suggestions
hr: Prijedlozi za terminologiju
ko: 용어 제안
zh_cn: 术语建议

source: Localization Terminology
hr: Terminologija lokalizacije
ko: 현지화 용어
zh_cn: 本地化术语

source: Selected localization terminology
hr: Odabrana terminologija lokalizacije
ko: 선택한 현지화 용어
zh_cn: 选择的本地化术语

source: Local Files
hr: Lokalne datoteke
ko: 로컬 파일
zh_cn: 本地文件

source: Local terminology files
hr: Lokalne datoteke za terminologiju
ko: 로컬 용어 파일
zh_cn: 本地术语文件

source: Terminology _Files...
hr: _Datoteke za terminologiju …
ko: 용어 파일(_F)...
zh_cn: 术语 _文件...

source: Add _Term...
hr: Dodaj _pojam …
ko: 용어 추가(_T)...
zh_cn: 添加 _词语...

source: File
hr: Datoteka
ko: 파일
zh_cn: 文件

source: Extendable
hr: Proširivo
ko: 확장 가능
zh_cn: 可扩展

source: Add Files
hr: Dodaj datoteke
ko: 파일 추가
zh_cn: 添加文件

source: All Supported Files
hr: Sve podržane datoteke
ko: 지원하는 모든 파일
zh_cn: 所有支持的文件

source: All Files
hr: Sve datoteke
ko: 모든 파일
zh_cn: 所有文件

source: "%s" is not a usable file.
hr: „%s” nije upotrebljiva datoteka.
ko: %s은(는) 사용 가능한 파일이 아닙니다.
zh_cn: "%s"不是一个可用的文件。

source: Unable to load %(filename)s: %(errormsg)s
hr: Nije moguće učitati %(filename)s: %(errormsg)s
ko: %(filename)s: 불러올 수 없음 %(errormsg)s
zh_cn: 无法载入%(filename)s： %(errormsg)s

source: Error opening file
hr: Greška prilikom otvaranja datoteke
ko: 파일 열기 오류
zh_cn: 打开文件出错

source: _Source term — %(langname)s
hr: _Izvorni pojam – %(langname)s
ko: 원본 용어(_S) — %(langname)s
zh_cn: _来源词语 — %(langname)s

source: _Target term — %(langname)s
hr: _Ciljani pojam – %(langname)s
ko: 대상 용어(_S) — %(langname)s
zh_cn: _目标词语 — %(langname)s

source: Identical entry already exists.
hr: Isti zapis već postoji.
ko: 동일한 항목이 이미 있습니다.
zh_cn: 相同的条目已存在。

source: Existing translations: %(translations)s
hr: Postojeći prijevodi: %(translations)s
ko: 기존 번역: %(translations)s
zh_cn: 已有的翻译：%(translations)s

source: Terms from Open-Tran.eu
hr: Pojmovi iz Open-Tran.eu
ko: Open-Tran.eu 의 용어
zh_cn: 来自Open-Tran.eu的词语

source: Select Terminology Sources
hr: Odaberi izvor za terminologiju
ko: 용어 원본 선택
zh_cn: 选择术语来源

source: Select the sources of terminology suggestions
hr: Odaberi izvore prijedloga za terminologiju
ko: 용어 제안의 출처 선택
zh_cn: 选择术语建议的来源

source: Translation Memory
hr: Spremište prijevoda
ko: 번역 메모리
zh_cn: 翻译记忆库

source: Translation memory suggestions
hr: Prijedlozi spremišta prijevoda
ko: 번역 메모리 제안
zh_cn: 翻译记忆库建议

source: Previous translations for Free and Open Source Software
hr: Prethodni prijevodi za slobodan softver i za softver otvorenog koda
ko: 무료 및 오픈 소스 소프트웨어의 이전 번역본
zh_cn: 自由和开源软件以前的翻译

source: Current File
hr: Trenutačna datoteka
ko: 현재 파이
zh_cn: 当前的文件

source: Translated units from the currently open file
hr: Prevedene jedinice trenutačno otvorene datoteke
ko: 현재 열려 있는 파일에서 변환된 단위
zh_cn: 从当前打开的文件翻译单位

source: This file
hr: Ova datoteka
ko: 이 파일
zh_cn: 此文件

source: Unreviewed machine translations from Google's translation service
hr: Nepregledani strojni prijevodi od Googleove usluge prevođenja
ko: Google 번역 서비스에서 검토되지 않은 기계 번역
zh_cn: 来自Google的翻译服务未经审核的机器翻译

source: Unreviewed machine translations from Microsoft Translator
hr: Nepregledani strojni prijevodi od Microsoft Translator
ko: Microsoft 번역에서 검토되지 않은 기계 번역
zh_cn: 来自Microsoft Translator未经审核的机器翻译

source: Unreviewed machine translations from various services
hr: Nepregledani strojni prijevodi od raznih usluga
ko: 다양한 서비스에서 검토되지 않은 기계 번역
zh_cn: 来自各种服务未经审核的机器翻译

source: Local Translation Memory
hr: Lokalno spremište prijevoda
ko: 로컬 번역 메모리
zh_cn: 本地翻译记忆库

source: Previous translations you have made
hr: Tvoji prijašnji prijevodi
ko: 당신이 만든 이전 번역
zh_cn: 您以前所做的翻译

source: Local TM
hr: Lokalno spremište prijevoda
ko: 로컬 TM
zh_cn: 本地TM

source: Unreviewed machine translations from a Moses server
hr: Nepregledani strojni prijevodi od Moses poslužitelja
ko: Moses 서버에서 검토되지 않은 기계 번역
zh_cn: 来自Moses服务器未经审核的机器翻译

source: Remote Server
hr: Udaljeni poslužitelj
ko: 원격 서버
zh_cn: 远程服务器

source: A translation memory server
hr: Poslužitelj za spremište prijevoda
ko: 번역 메모리 서버
zh_cn: 翻译记忆库服务器

source: Remote TM
hr: Udaljeno spremište prijevoda
ko: 원격 TM
zh_cn: 远程TM

source: A TinyTM translation memory server
hr: TinyTM poslužitelj za spremište prijevoda
ko: TinyTM 번역 메모리 서버
zh_cn: TinyTM翻译记忆库服务器

source: Unreviewed machine translations from Apertium
hr: Nepregledani strojni prijevodi od Apertium
ko: Apertium에서 검토되지 않은 기계 번역
zh_cn: 来自Apertium未经审核的机器翻译

source: Translation _Suggestions
hr: _Prijedlozi za prijevod
ko: 번역 제안(_S)
zh_cn: 翻译建议

source: Select sources of Translation Memory
hr: Odaberi izvore spremišta prijevoda
ko: 번역 메모리의 원본 선택
zh_cn: 选择翻译记忆库的来源

source: Select the sources that should be queried for translation memory
hr: Odaberi izvore koja treba upitati za spremišta prijevoda
ko: 변환 메모리에 대해 쿼리해야 하는 소스 선택
zh_cn: 选择可以为翻译记忆库提供查询的来源

source: Matches
hr: Poklapanja
ko: 일치
zh_cn: 匹配

source: TM Source
hr: Izvor spremišta prijevoda
ko: TM 원본
zh_cn: TM来源

source: Choose a Translation File
hr: Odaberi prevodilačku datoteku
ko: 번역 파일 선택
zh_cn: 选择翻译文件

source: A file named "%1" already exists. Are you sure you want to overwrite it?
hr: Datoteka „%s“ već postoji. Sigurno je želiš prepisati?
ko: %1 파일이 이미 있습니다. 덮어쓰시겠습니까?
zh_cn: 名为"%1"的文件已存在。您确定要覆盖它吗？

source: Welcome to the Virtaal tutorial. You can do the first translation by typing just the translation for "Welcome". Then press Enter.
hr: Dobrodošao i dobrodošla u Virtaal vježbu. Prvi prijevod možeš napraviti tako da upišeš samo prijevod za „Welcome”. Zatim pritisni Enter.
ko: Virtaal 지침서에 오신 것을 환영합니다. 당신은 "Welcome"의 번역만 입력하면 첫 번째 번역을 할 수 있습니다. 그런 다음 Enter 키를 누릅니다.
zh_cn: 欢迎来到Virtaal教程。您只需通过输入“Welcome”的翻译进行您的第一次翻译。然后按Enter键。

source: Translate this slightly longer message. If a spell checker is available, spelling mistakes are indicated similarly to word processors. Make sure the correct language is selected in the bottom right of the window.
hr: Prevedi ovu malo dužu poruku. Ako je dostupna provjera pravopisa, pravopisne greške se označavaju slično kao u programima za obradu teksta. Pazi da je odabran ispravan jezik u donjem desnom kutu prozora.
ko: 이 메시지를 조금 더 길게 번역하세요. 맞춤법 검사기를 사용할 수 있는 경우 맞춤법 오류는 워드 프로세서와 유사하게 표시됩니다. 창의 오른쪽 아래에 올바른 언어가 선택되어 있는지 확인하십시오.
zh_cn: 翻译这条稍微长点的消息。如果拼写检查可用，拼写错误同样会被文字处理器标示出来。确保在窗口的右下角选择了正确的语言。

source: This tutorial will show you some of the things you might want to pay attention to while translating software programs. It will help you to avoid some problems and produce translations of a higher quality.
hr: Ova će ti vježba pokazati neke stvari na koje treba obratiti pažnju prilikom prevođenja softverskih programa. To će ti pomoći izbjeći neke probleme i proizvesti prijevode visoke kvalitete.
ko: 이 지침서에서는 소프트웨어 프로그램을 번역하는 동안 주의해야 할 몇 가지 사항을 보여 줍니다. 그것은 당신이 몇몇 문제를 피하고 더 높은 품질의 번역을 만드는 데 도움이 될 것입니다.
zh_cn: 本教程将向您介绍一些在翻译软件程序时您可能需要注意的事项。它将帮助您避免一些问题并做出更高质量的翻译。

source: Some of the advice will only be relevant to some languages. For example, if your language does not use the Latin alphabet, some of the advice might not be relevant to translation in your language. For many languages there are established translation rules.
hr: Poneki savjeti će se ticati samo nekih jezika. Na primjer, ako tvoj jezik ne upotrebljava latinicu, neki od savjeta možda neće biti važni za prijevod na tvoj jezik. Za mnoge jezike postoje pravila prevođenja.
ko: 일부 조언은 일부 언어에만 적용됩니다. 예를 들어 언어가 라틴 문자를 사용하지 않는 경우 일부 조언은 해당 언어의 번역과 관련이 없을 수 있습니다. 많은 언어에 대해 정해진 번역 규칙이 있습니다.
zh_cn: 有些建议只和某些语言有关。例如，如果您的语言不使用拉丁字母，一些建议可能与您语言的翻译不相关。许多语言已有既定的翻译规则。

source: The correct use of capital letters are important in many languages. Translate this message with careful attention to write "Virtaal" with a capital letter.
hr: Ispravna upotreba velikih slova bitna je u mnogim jezicima. Prevedi ovu poruku i pazi pri tome da napišeš „Virtaal” velikim početnim slovom.
ko: 많은 언어에서 대문자의 올바른 사용은 중요합니다. 이 메시지를 주의 깊게 번역하여 대문자와 함께 "Virtaal"을 쓰십시오.
zh_cn: 正确使用大写字母在许多语言中都很重要。请仔细注意使用大写字母写“Virtaal”来翻译这条消息。

source: In this message the English uses a capital letter for almost every word. Almost no other language uses this style. Unless your language definitely needs to follow the English style (also called Title Case), translate this by following the normal capitalisation rules for your language. If your language does not use capital letters, simply translate it normally.
hr: U ovoj poruci engleski upotrebljava veliko slovo za gotovo svaku riječ. Gotovo nijedan drugi jezik ne koristi ovaj stil. Ako tvoj jezik definitivno ne mora slijediti engleski stil (također se naziva Title Case), prevedi ga slijedeći uobičajena pravila za tvoj jezik. Ako tvoj jezik ne upotrebljava velika slova, jednostavno ga prevedi normalno.
ko: 이 메시지에서 영어는 거의 모든 단어에 대문자를 사용합니다. 이 스타일을 사용하는 언어는 거의 없습니다. 해당 언어가 영어 스타일 (Title Case라고도 함)을 반드시 따라야 하는 경우가 아니라면 해당 언어의 일반 대문자 표기 규칙을 따라 번역하십시오. 만약 당신의 언어가 대문자를 사용하지 않는다면, 그냥 정상적으로 번역하세요.
zh_cn: 在这条消息中英语几乎对每个词使用大写字母。几乎没有其他语言使用这种风格。除非您的语言明确要求遵循英语风格（也被称为标题大小写），请按照您的语言正常的大写字母规则进行翻译。如果您的语言不使用大写字母，只需正常地翻译它。

source: If you translated the previous message you should see a window with that translation and a percentage indicating how similar the source strings (English) are. It is Virtaal's translation memory at work. Press Control+1 to copy the suggested translation to the current translation. Remember to always review suggestions before you use them.
hr: Ako si preveo/la prethodnu poruku, trebao bi se vidjeti prozor s tim prijevodom i postotak, koji ukazuje na sličnost izvornih nizovova (na engleskom). To je rezultat Virtaalovog spremišta prijevoda. Pritisni Control+1 za kopiranje predloženog prijevoda u trenutačni prijevod. Sjeti se uvijek pregledati prijedloge prije nego što ih upotrebiš.
ko: 이전 메시지를 번역한 경우 해당 번역이 포함된 창과 원본 문자열 (영어)이 얼마나 유사한지 나타내는 백분율이 표시됩니다. 이것은 직장에서 Virtaal의 번역 메모리입니다. 제안된 번역을 현재 번역으로 복사하려면 Control+1을 누릅니다. 제안을 사용하기 전에 항상 검토하십시오.
zh_cn: 如果您翻译了上一条消息，您应该会看到一个带有翻译的窗口和一个表示源字符串（英语）类似程度的百分比。那是Virtaal的翻译记忆库在工作。按Control + 1键复制建议的翻译到当前翻译。请记得在使用之前对建议进行审核。

source: This is a simple message that starts with a capital letter in English. If your language uses capital letters, you almost definitely want to start your translation with a capital letter as well.
hr: Ovo je jednostavna poruka koja započinje velikim slovom na engleskom. Ako se u tvom jeziku koriste velika slova, gotovo sigurno želiš i ti započeti svoj prijevod velikim slovom.
ko: 이것은 영어로 대문자로 시작하는 간단한 메시지입니다. 만약 당신의 언어가 대문자를 사용한다면, 당신은 거의 틀림없이 당신의 번역도 대문자로 시작하고 싶을 것입니다.
zh_cn: 这是一条以英文大写字母开头简单的消息。如果您的语言使用大写字母，您几乎可以肯定也要用大写字母开始翻译。

source: This is a simple message that starts with a lower case letter in English. If your language uses capital letters, you almost definitely want to start your translation with a lower case letter as well.
hr: Ovo je jednostavna poruka koja započinje malim slovom na engleskom. Ako se u tvom jeziku koriste mala slova, gotovo sigurno želiš i ti započeti svoj prijevod malim slovom.
ko: 이것은 영어로 소문자로 시작하는 간단한 메시지입니다. 만약 당신의 언어가 대문자를 사용한다면, 당신은 거의 틀림없이 당신의 번역을 소문자로 시작하고 싶을 것입니다.
zh_cn: 这是一条以英文小写字母开头简单的消息。如果您的语言使用大写字母，您几乎可以肯定也要用小写字母开始翻译。

source: This message is a question. Make sure that you use the correct question mark in your translation as well.
hr: Ova poruka je pitanje. Obavezno upotrijebi upitnik i u svom prijevodu.
ko: 이 메시지는 질문입니다. 번역 시에도 올바른 물음표를 사용해야 합니다.
zh_cn: 这条消息是一个问句。确保您在翻译中也使用正确的问号。

source: This message is a label as part of a form. Note how it ends with a colon (:).
hr: Ova poruka je oznaka kao dio obrasca. Primjeti kako završava dvotočkom (:).
ko: 이 메시지는 양식의 일부인 레이블입니다. 콜론(:)으로 끝나는 방법을 기록해 두십시오.
zh_cn: 这条消息是作为表单一个部分的标签。注意它如何以冒号(:)结尾。

source: If the source will remain mostly or completely unchanged it is convenient to copy the entire source string with Alt+Down. Here is almost nothing to translate, so just press Alt+Down and make corrections if necessary.
hr: Ako će izvor većim dijelom ili u potpunosti ostati nepromijenjen, kopiraj čitav izvorni znakovni niz s Alt+Dolje. Ovdje se gotovo ništa ne treba prevesti, zato samo pritisni Alt+Dolje i po potrebi ispravi što treba.
ko: 원본이 대부분 또는 완전히 변경되지 않은 상태로 유지된다면 전체 원본 문자열을 Alt+Down으로 복사하는 것이 편리합니다. 번역할 내용이 거의 없으므로 Alt+Down을 누르고 필요한 경우 수정하십시오.
zh_cn: 如果源文本要保留大部分或完全不变，您可以方便地使用Alt + Down键复制整个源字符串。这里几乎没有什么要翻译，如果必要的话只需按Alt + Down键和进行更正即可。

source: Placeables are special parts of the text, like the © symbol, that can be automatically highlighted and easily inserted into the translation. Select the © with Alt+Right and transfer it to the target with Alt+Down.
hr: Nepromijenjeni izrazi su posebni dijelovi teksta, poput simbola ©, koji se mogu automatski istaknuti i lako umetnuti u prijevod. Odaberi © s Alt+Desno i prenesi ga na cilj s Alt+Dolje.
ko: 배치 가능는 © 기호와 같이 텍스트의 특별한 부분으로, 자동으로 강조 표시되며 번역에 쉽게 삽입할 수 있습니다. © with Alt+Right를 선택하고 Alt+Down을 사용하여 대상으로 전송합니다.
zh_cn: 非译元素是文本的特殊部分，像©符号，可以被自动高亮并轻易地插入到翻译中。使用Alt + Right键选择©然后使用 Alt + Down键将其复制到目标。

source: Recognised placeables include special symbols, numbers, variable place holders, acronyms and many more. Move to each one with Alt+Right and transfer it down with Alt+Down.
hr: Prepoznati nepromijenjeni izrazi uključuju posebne simbole, brojeve, rezervirana mjesta varijabla, kratica i dr. Premjesti se na svaki izraz s Alt+Desno i prenesi ga dolje s Alt+Dolje.
ko: 인식된 자리 표시에는 특수 기호, 숫자, 가변 자리 표시자, 두문자어 등이 포함됩니다. Alt+Right로 각각 이동하고 Alt+Down으로 이동합니다.
zh_cn: 可识别的非译元素包括特殊符号，数字，变量占位符，首字母缩略词等等。使用Alt+Right键移动到每一个非译元素并使用Alt+Down键向下移动它。

source: This message ends with ... to indicate that clicking on this text will cause a dialogue to appear instead of just performing an action. Be sure to end your message with ... as well.
hr: Ova poruka završava s trotočkom (…) kako bi ukazala na to, da će klikom na ovaj tekst prikazati dijalog, umjesto da samo izvrši neku radnju. Obavezno završi svoju poruku s trotočkom.
ko: 이 메시지는 이 텍스트를 클릭하면 작업을 수행하는 대신 대화 상자가 표시됨을 나타내기 위해 ...로 끝납니다. 당신의 메시지도 반드시 ...로 끝내세요.
zh_cn: 这条消息以...结尾表示单击这个文本将导致显示一个对话框而不是仅执行操作。您的消息也请务必以...结尾。

source: This message ends with a special character that looks like three dots. Select the special character with Alt+Right and copy it to your translation with Alt+Down. Don't just type three dot characters.
hr: Ova poruka završava s posebnim znakom koji izgleda kao tri točke. Odaberi posebni znak s Alt+Desno i kopiraj ga u svoj prijevod s Alt+Dolje. Nemoj utipkati tri točke.
ko: 이 메시지는 세 개의 점처럼 보이는 특수 문자로 끝납니다. Alt+Right로 특수 문자를 선택하고 Alt+Down으로 번역에 복사합니다. 점 문자 세 개만 입력하지 마십시오.
zh_cn: 这条消息以一个看起来像三个点的特殊字符结尾。使用Alt + Right键选择特殊字符然后使用Alt + Down键将其复制到您的翻译中。不要只键入三个点的字符。

source: This message has two sentences. Translate them and make sure you start each with a capital letter if your language uses them, and end each sentence properly.
hr: Ova poruka ima dvije rečenice. Prevedi ih i obavezno ih započni s velikim slovom, ako ih tvoj jezik koristi, a svaku rečenicu završi na pravilan način.
ko: 이 메시지는 두 문장으로 되어 있습니다. 그것들을 번역하고 만약 당신의 언어가 그것들을 사용한다면, 각각의 문장은 대문자로 시작하고, 각 문장은 적절하게 끝내도록 하세요.
zh_cn: 这条消息包含两个句子。如果你的语言使用大写字母，翻译时确保您将其作为每个句子的开头，并正确结束每个句子。

source: This message marks the word "now" as important with bold tags. These tags can be transferred from the source with Alt+Right and Alt+Down. Leave the <b> and </b> in the translation around the part that corresponds to "now". Read more about XML markup here: http://en.wikipedia.org/wiki/XML
hr: Ova poruka označava riječ „now” kao važnu, s oznakama za podebljani tekst. Te se oznake mogu prenijeti iz izvora pomoću Alt+Desno i Alt+Dolje. Ostavi <b> i </b> u prijevodu oko dijela koji odgovara riječi „now”. Pročitaj više o XML označavanju ovdje: http://en.wikipedia.org/wiki/XML
ko: 이 메시지는 굵은 태그로 "지금"이라는 단어를 중요하게 표시합니다. 이러한 태그는 Alt+Right 및 Alt+Down을 사용하여 원본에서 전송할 수 있습니다. <b>와 </b>는 "지금"에 해당하는 부분을 중심으로 번역에 남겨두세요. XML 마크업에 대한 자세한 내용은 여기를 참조하십시오.http://en.wikipedia.org/wiki/XML
zh_cn: 这条消息使用粗体标记将“now”标记为重要。这些标签可以使用Alt + Right和Alt + Down键从源文本复制。将<b>和</ b>保留在对应“now”周围的翻译中。要阅读更多关于XML标签的信息请访问：http://en.wikipedia.org/wiki/XML

source: This message is very similar to the previous message. Use the suggestion of the previous translation with Ctrl+1. Note how the only difference is that this one ends with a full stop after the last tag.
hr: Ova je poruka vrlo slična prethodnoj poruci. Koristi prijedlog prethodnog prijevoda s Ctrl+1. Pazi: jedina razlika je ta, da ova poruka završava točkom iza posljednje oznake.
ko: 이 메시지는 이전 메시지와 매우 유사합니다. Ctrl+1을 사용하여 이전 번역의 제안을 사용합니다. 유일한 차이점은 이 태그가 마지막 태그 이후에 완전히 중지된다는 것입니다.
zh_cn: 这条消息与上一条消息非常相似。使用Ctrl + 1键使用以前的翻译建议。注意唯一的区别是这条消息在最后一个标签后面以句号结尾。

source: In this message "%d" is a placeholder (variable) that represents a number. Make sure your translation contains "%d" somewhere. In this case it refers a number of files. When this message is used the "%d" will be replaced with a number e.g. 'Number of files copied: 5'. Note that "%d" does not refer to a percentage.
hr: U ovoj poruci je „%d” rezervirano mjesto (varijabla), koja predstavlja broj. Pazi da tvoj prijevod negdje sadrži „% d”. U ovom se slučaju varijabla odnosi na broj datoteka. Kad se ova poruka upotrijebi, „%d” će se zamijeniti brojem, npr. „Broj kopiranih datoteka: 5”. Pazi: „%d” se ne odnosi na postotak.
ko: 이 메시지에서 "%d"는 숫자를 나타내는 자리 표시자 (변수)입니다. 번역에 어딘가에 "%d"가 포함되어 있는지 확인하십시오. 이 경우 여러 파일을 나타냅니다. 이 메시지가 사용되면 "%d"는 숫자로 대체됩니다. '복사된 파일 수 : 5'. "%d"는 백분율을 의미하지 않습니다.
zh_cn: 在这条消息中"%d"是一个表示数字的占位符（变量）。确保您的翻译在某处包含"%d"。在这种情况下它指的是文件的数量。使用这条消息时"%d"将被替换为一个数字比如‘已复制的文件数：5’。注意"%d"不是指百分比。

source: In this message, "%d" refers again to the number of files, but note how the "(s)" is used to show that we don't know how many it will be. This is often hard to translate well. If you encounter this in software translation, you might want to hear from developers if this can be avoided. Read more about this and decide how to do it in your language: http://docs.translatehouse.org/projects/localization-guide/en/latest/guide/translation/plurals.html
hr: U ovoj se poruci "%d" ponovo odnosi na broj datoteka, ali se koristi "(s)" budući da ne znamo koliko će ih biti. To je često teško dobro prevesti. Ako na to naiđeš u prijevodu softvera, možda češ htjeti pitati programere je li se to može izbjeći. Pročitaj više o tome i odluči kako to riješiti na tvom jeziku: http://docs.translatehouse.org/projects/localization-guide/en/latest/guide/translation/plurals.html
ko: 이 메시지에서 %d은(는) 파일 수를 다시 참조하지만 파일 수를 알 수 없음을 나타내기 위해 (s)가 어떻게 사용되는지 주목하십시오. 이것은 종종 잘 번역하기 어렵습니다. 소프트웨어 번역에서 이러한 문제가 발생할 경우, 이를 방지할 수 있는지 개발자에게 물어보고 싶을 수 있습니다. 자세한 내용을 읽고 해당 언어로 작업하는 방법을 결정하십시오: http://docs.translatehouse.org/projects/localization-guide/en/latest/guide/translation/plurals.html
zh_cn: 在这条消息中，"%d"还是指文件的数量，但请注意如何将”(s)“用于表达因为我们不知道它将会是多少。这通常很难翻译好。如果您在软件翻译中遇到这种情况，如果这可以被避免您也许想要想听听开发人员的意见。要阅读更多相关信息和决定在您语言中的做法请访问：http://docs.translatehouse.org/projects/localization-guide/en/latest/guide/translation/plurals.html

source: In this message the proper way of translating plurals are seen. You need to enter between 1 and 6 different versions of the translation to ensure the correct grammar in your language. Read more about this here: http://docs.translatehouse.org/projects/localization-guide/en/latest/guide/translation/plurals.html
hr: U ovoj poruci se vidi pravilan način prevođenja množine. Za ispravnu upotrebu gramatike na tvom jeziku, moraš upisati između 1 i 6 različitih verzija prijevoda. Pročitaj više o ovome ovdje: http://docs.translatehouse.org/projects/localization-guide/en/latest/guide/translation/plurals.html
ko: 이 메시지에는 복수형을 올바르게 번역하는 방법이 나와 있습니다. 당신은 당신의 언어로 정확한 문법을 보장하기 위해 1개에서 6개의 다른 버전의 번역문을 입력해야 합니다. 자세한 내용은 여기를 참조하십시오: http://docs.translatehouse.org/projects/localization-guide/en/latest/guide/translation/plurals.html
zh_cn: 在这条消息中您可以看到翻译复数的正确方式。您需要输入1到6个翻译的不同版本以确保在您语言中的正确语法。阅读更多相关信息请访问：http://docs.translatehouse.org/projects/localization-guide/en/latest/guide/translation/plurals.html

source: In this message, "%s" is a placeholder (variable) that represents a file name. Make sure your translation contains %s somewhere. When this message is used, the %s will be replaced with a file name e.g. 'The file will be saved as example.odt'. Note that "%s" does not refer to a percentage.
hr: U ovoj poruci je „%s” rezervirano mjesto (varijabla) koje predstavlja ime datoteke. Pazi da tvoj prijevod negdje sadrži „%s”. Kad se ova poruka upotrijebi, „%s” će se zamijeniti s imenom datoteka, npr. „Datoteka će se spremiti kao primjer.odt”. Pazi: „%s” se ne odnosi na postotak.
ko: 이 메시지에서 "%s"는 파일 이름을 나타내는 자리 표시자 (변수)입니다. 번역에 어딘가에 %s가 포함되어 있는지 확인하십시오. 이 메시지가 사용되면 %s는 파일 이름으로 대체됩니다. '파일은 example.odt로 저장됩니다'. "%s"는 백분율을 의미하지 않습니다.
zh_cn: 在这条消息中，"%s"是一个表示文件名称的占位符（变量）。确保您的翻译在某处包含%s。当使用这条消息时，%s将被替换为一个文件名称比如‘文件将被保存为example.odt’。注意"%s"不是指百分比。

source: In this message the variable is surrounded by double quotes. Make sure your translation contains the variable %s and surround it similarly with quotes in the way required by your language. If your language uses the same quotes as English, type it exactly as shown for the English. If your language uses different characters you can just type them around the variable.
hr: U ovoj se poruci varijabla nalazi pod navodnicima. Pazi da tvoj prijevod sadrži varijablu %s i stavi je pod navodnike, na način koji zahtijeva tvoj jezik. Ako tvoj jezik upotrebljava iste navodnike kao i engleski, utipkaj ih točno onako kako je prikazano na engleskom. Ako tvoj jezik koristi drugačije znakove, jednostavno ih utipkaj.
ko: 이 메시지에서 변수는 이중 인용문으로 둘러싸여 있습니다. 번역에 변수 %s가 포함되어 있는지 확인하고 언어가 요구하는 방식으로 따옴표로 유사하게 둘러싸여 있습니다. 언어가 영어와 동일한 인용문을 사용하는 경우 영어에 표시된대로 정확하게 입력하십시오. 언어가 다른 문자를 사용하는 경우 변수 주위에 입력 할 수 있습니다.
zh_cn: 在这条消息中变量由双引号引着。确保您的翻译包含变量%s并用您的语言所需的方式使用引号引住它。如果您的语言使用与英语相同的引号，请完全按照英语所示输入。如果您的语言使用不同的字符您只需在变量周围键入它们。
